[
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/nightmare-daca-amnesty-dream-act-will-cost-115-billion-thanks-to-obamacare\/",
        "header": "Taxpayers in the United States will face a steep bill if the Trump administration signs legislation to extend legal status to so-called “Dreamers,” the illegal aliens who arrived as children and are now protected under the Obama-holdover unlawful executive order known as DACA.",
        "paragraphs": [
            "The cost of a legislation to legalize childhood arrivals is likely to be far higher than earlier attempts because of Obamacare’s health insurance subsidies. The Affordable Care Act subsidizes the costs of health insurance for millions of Americans and would likely foot the bill for many of those whose residency in the U.S. would be legalized by the DREAM Act.",
            "The numbers are striking. The DREAM Act of 2017, the most likely vehicle for extending DACA protections and making them permanent, would raise federal outlays by $115 billion dollars, according to a Breitbart News analysis. Nearly all of that would be paid for by additional deficit spending.",
            "That may come as a surprise to lawmakers. The last time the DREAM Act was seriously considered, the Congressional Budget Office said that the bill would reduce budget deficits by about $1.4 billion over the following decade. But that bill prohibited those it legalized from receiving subsidies toward health insurance until they became permanent legal residents after ten years, while the current version of the bill does not.",
            "The DREAM Act of 2017, sponsored by Democrat Senator Dick Durbin and Republican Senator Lindsay Graham, would extend legal residency and a path to citizenship for at least 3.3 million people, according to the Migration Policy Institute. These include 1.8 million illegal aliens who would be immediately eligible, plus 1.5 billion who would become eligible in the near future by doing things such as enrolling in school.",
            "Unlike the Senate DREAM bill from 2010 and Obama’s DACA executive order, the current DREAM Act does not exclude those who benefit from the new immigration status from receiving health insurance subsidies under the Affordable Care Act. Absent a specific exclusion, by granting so-called Dreamers status as “lawfully present” in the United States, the new DREAM  Act would make millions both subject to the individual mandate to buy health insurance and potential beneficiaries of the subsidies available to pay for insurance.",
            "This is a very expensive proposition. The individual mandate will be a powerful incentive for the newly legalized immigrants to obtain health insurance, and many will do so through the subsidized Obamacare marketplaces. The experience of California suggests that something like 79 percent of those getting the new legal status will turn to the subsidized individual market for insurance, with only 21 percent receiving health insurance from an employer.",
            "Obamacare includes a health insurance premium tax credit available to households with income from one to four times the official federal poverty level. This means that the tax credit subsidies are available to individuals earning between $12,060 and $48,240. A family of four is eligible obtain tax credits if its income is below $98,000. It’s likely that this means substantially all those legalized by the DREAM Act are eligible for subsidies. According to U.S. Berkeley’s Labor Center, 68 percent of DACA program enrollees in California were low-income and eligible for California’s state-run medical insurance subsidies.",
            "The median annual income of current DACA aliens is $32,000, according to an August 2017 survey by Tom Wong of UC San Diego (undertaken for the liberal think tank Center for American Progress and other immigration advocacy groups). The median age is estimated to be around 25- years-old. Around a quarter of DACA aliens have a child born in the U.S.",
            "According to the Kaiser Family Foundation, a single person living in San Jose, California with an income of $32,000 would be eligible to receive a premium tax credit of $1,048 in 2017. The numbers vary by geography because health insurance costs vary widely by geography. A single person in Brooklyn with $32,000 of income would be eligible for an annual tax credit of around $2,666. But San Jose is likely more representative due to the high concentration of DACA aliens in California. Using the San Jose figure, current DACA aliens alone would likely be immediately eligible for around $838.4 million in Obamacare subsidies this year.",
            "Of course, not all the DACA aliens turned Dreamers would wind up on in the Obamacare marketplace. Some would receive employer provided health insurance. According to a study by the UC Berkeley Labor Center, 21 percent of those granted DACA status obtained private health insurance, most likely through their employers. Subtracting those would produce $663.3 million of Obamacare subsidies.",
            "Because DACA aliens have children and some are married, that figure does not fully account for the cost of their DREAM Act Obamacare subsidies. Add in one child for every four DACA enrolled aliens and the cost rises to $1.16 billion in tax credits. Even if we add a spouse to each DACA parent earning the same $32,000 of income (a very generous assumption), the immediate cost of Obamacare subsidies to DACA aliens is still around $1.16 billion. If you assume that all those spouses were already Obamacare eligible (that is, are legal residents), the net increase is around $835.6 million. (Again, that’s a very generous assumption; a disproportionate share of spouses of DACA aliens are likely not legal residents who could sponsor their spouse’s legal residency).",
            "Over time DACA workers will see their pay rise, more will get married, and they will have more children. For purposes of forecasting the cost of amnesty, assume a fairly representative DACA household would be in San Jose, have $64,000 of income that rises a healthy three percent each year, and include two adults and two children. Nearly 80 percent will seek health insurance through the Obamacare marketplace, and Obamacare subsidies for these households would be around $7,073 per household in the first year.",
            "Each year, household income will likely rise but not as quickly as the cost of health insurance and therefore the cost of subsidies. According to the estimates of the Congressional Budget Office, the cost of subsidies will rise an average of around seven percent each year over the cost of the next ten years, producing a cumulative rise of 84 percent. So after 10 years, the representative household would earn $83,500 and be eligible to receive an Obamacare subsidy of $8,230. Even if the cost of health insurance subsidies remained level, after 10 years, this same family of four would receive $4,477 of subsidies after ten years. To be conservative, let’s put the average cost of annual subsidies at the average of the two figures: $6,354. Multiplied across 800,000 DACA households less the 21 percent expected to receive employer-based health care, the annual federal budgetary cost is around $4 billion or $40 billion over 10 years.",
            "The Dream Act of 2017, however, extends legal residency to far more aliens than the current DACA program. If we include 79 percent of the 1.8 million immediately eligible, the cost would rise to $91.5 billion over a decade. Including that share of the larger 3.3 million figure would push the 10 year cost of Obamacare subsidies to the DREAM households to around $167 billion.",
            "Of course, some of that would be offset by taxes paid by the legalized workers. When the CBO looked at the 2010 Dream Act, it estimated that 1.1 million authorized residents would increase federal revenues $2.3 billion in the 2011 through 2020 period. Let’s generously double that for the increased number of workers we’re estimating and say they would add $5 billion. The CBO said refundable tax credits (not including Obamacare) would increase by $961 million, which we can double to $1.8 billion. Social Security and Medicare outlays would rise by a combined total of around $100 million over the period, the CBO forecast. Summing it all up, the new Dream Act would result in a net increase of federal revenue of around $400 million over the decade.",
            "This means we’re looking at a budgetary cost of around $165 billion over 10 years, almost all of which would be added to federal debt. Subtract roughly $50 billion for non-immigrant spouses who would have been covered by Obamacare anyway. That leaves us with $115 billion of federal debt over a decade from the DREAM Act.",
            "This analysis probably underestimates the budgetary cost of combining the DREAM Act with Obamacare. Under the likely scenario that DREAMer incomes are lower than those of DACA aliens, for instance, the costs would go higher. If the assumption of three percent income growth is overly generous, the costs will go higher. If DREAMer households have more than two children on average, the costs would go higher. If the cost of health insurance rises more quickly than assumed, the costs will be higher. And, most importantly, if far more aliens obtain legal status than the 3.1 million used in this analysis, costs would go higher.",
            "They might call it the DREAM Act, but in terms of the federal budget, it is a nightmare."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/DACA-AFP-PHOTO-FREDERIC-J.-BROWN-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/video\/2017\/09\/15\/hillary-clinton-trump-given-lot-encouragement-rhetorical-support-kkk\/",
        "header": null,
        "paragraphs": [
            "Friday on PBS’s “NewsHour,” former Democratic presidential candidate Hillary Clinton said President Donald Trump had given a lot of “encouragement and rhetorical support” to the Ku Klux Klan.",
            "When asked if President Trump is a racist, Clinton said, “Here’s what I believe. I believe He has given a lot of encouragement and rhetorical support to the Ku Klux Klan, he accepted the support of David Duke. I believe that he has not condemned the neo-Nazis and the self-proclaimed white supremacists in Charlottesville and other settings.”",
            "She continued  “I can’t tell you what’s in his heart, Judy. I don’t know. It could be total rank cynical opportunism. He has a hardcore base that believes these things and he is going to keep feeding it.”",
            "Follow Pam Key on Twitter @pamkeyNEN"
        ],
        "image": null
    },
    {
        "url": "http:\/\/www.breitbart.com\/national-security\/2017\/09\/15\/adversaries-saudi-crown-prince-seized-midnight-raids-held-incommunicado\/",
        "header": "When Saudi Crown Prince Mohammed bin Nayef was replaced by younger, hipper, more charismatic Mohammed bin Salman, the government of Saudi Arabia took pains to present the switch as logical, good for the people, and acceptable to all parties.",
        "paragraphs": [
            "We soon learned that former Crown Prince Nayef was considerably less pleased with the new line of succession than we were led to believe. Now it seems happiness with Crown Prince Salman’s ascension is mandatory because Saudi police have been staging midnight raids against his critics and holding them incommunicado in prison.",
            "“Over the last week, 16 people were held, their friends, relatives, and associates said in interviews. They include prominent Islamic clerics, academics, a poet, an economist, a journalist, the head of a youth organization, at least two women and one prince, a son of a former king,” the New York Times reports. Some activists in Saudi Arabia claim that at least 30 dissidents have been poached so far.",
            "According to the Times, the subjects of these raids are being held incommunicado, for an indeterminate length of time, with no formal charges filed against them or public disclosure of evidence. Critics of the arrests insist the subjects were not part of any organized plot against the government or working as agents of foreign powers.",
            "Some of them are members of the Muslim Brotherhood, which Saudi Arabia classifies as a terrorist organization, but others are not. The closest thing to an official charge was a vague statement from the State Security Directorate that it has been investigating people who are working “for the benefit of foreign parties against the security of the kingdom.”",
            "The NYT helpfully notes that, in the current Saudi political climate, expressing support for the diplomatically isolated Gulf nation of Qatar is considered seditious. In fact, insufficient enthusiasm for the blockade of Qatar might be the one common thread connecting all of the individuals taken into custody during this mysterious crackdown. Another commonality is that they all seem to have used social media to irk the new Crown Prince.",
            "One of those who got the black-bag treatment, cleric Salman al-Awda, was last heard on Twitter praying for Allah to “harmonize the hearts” of Crown Prince Salman and Qatar’s emir. That was the last thing heard from him before he was arrested over the weekend and has been held incommunicado ever since. His brother Khalid promptly joined him in jail after publicly complaining about his arrest.",
            "The highest-ranking crackdown target to date is Prince Abdulaziz bin Fahd, whose father was king until his death in 2005. Prince Abdulaziz was initially placed under house arrest — more properly, palace arrest — after a post-Hajj meeting with Prince Salman that evidently didn’t go very well. His current whereabouts are unknown. Prince Nayef, incidentally, still appears to be under some form of house arrest, although his status is remarkably nebulous for someone who used to work closely with U.S. intelligence on counterterrorism projects.",
            "Several Saudis who spoke to the New York Times expressed amazement at the crackdown, which is a marked departure from the Kingdom’s usual discreet methods of chastising dissidents, particularly those with public profiles.",
            "The UK Guardian speculates that contrary to public denials, Prince Salman may be planning his ascension to the throne in the very near future — he is just 32 years old, while the current king, Salman bin Abdulaziz, is 81 — so the House of Saud is clearing the decks for his coronation.",
            "The prince is strongly associated with some of the most controversial Saudi policies, including the Qatar impasse and the war against Iranian proxies in Yemen. He’s also the architect of the grand plan to make the Saudi economy less dependent on oil revenues. Not only could critics of those policies make trouble when he takes the throne, but factions loyal to former Crown Prince Nayef might interfere with the succession.",
            "A senior Saudi official told the Guardian that the crackdown “needs to be viewed through the prism of Qatar primarily,” but it’s also about “eliminating any other potential rival power bases on the home front for an eventual ascendancy to the top job.” According to this source, Salman is still deeply concerned with what Nayef might do. A significant detail is that most of the arrests have been performed by a relatively new security agency that once reported directly to ousted Crown Prince Nayef, but now serves the king directly.",
            "Another intriguing clue to Salman’s agenda comes from the Jerusalem Post, which relates rumors that the Saudi Crown Prince made an unprecedented secret visit to Israel this week.",
            "“As expected, news of the visit was not warmly welcomed by the Arab public,” the Jerusalem Post writes stoically. If Salman becomes King and soon afterward announces a major diplomatic opening to Israel, it would certainly reshuffle the deck of Saudi politics. That could explain his sudden determination to put all the wild cards in jail for a while.",
            "The Associated Press quotes observers who believe the crackdown is part of Mohammed bin Salman’s plan to socially liberate the Kingdom’s oppressive Islamic society, acting under the tutelage of his close friend Mohammed bin Zayed, the Crown Prince of Abu Dhabi.",
            "According to this analysis, the United Arab Emirates are the tourist-friendly Disneyland of the Islamic Middle East, and Crown Prince Salman’s vision of foreign investment calls for a more inviting Saudi Arabia, remodeled along UAE lines. Publicity photos MBS, as he’s widely known, make him look like he’s trying to shake hands with the entire world at once and invite everyone to Riyadh for lunch. If the planned sale of stock in Saudi Arabia’s national oil company goes well, he might be able to afford that.",
            "An alternative interpretation offered by the AP is that MBS ordered the arrests to appease hardline Wahhabi clerics, not intimidate them. From this perspective, Salman is making a bid to reassure them that modernization of Saudi trade and infrastructure will not provoke a liberal social revolution because the new King will maintain a strong hand in guiding society.",
            "The most interesting question about the sudden Saudi crackdown on dissidents is whether it represents strength or weakness on the part of the monarchy. The Associated Press judges that the arrests have “thrown an already anxious kingdom into deeper unease,” with apprehension mounting that MBS’s ascension to the throne might not be as popular as originally anticipated.",
            "Naturally, human rights groups such as Amnesty International and Human Rights Watch denounced the crackdown. “In recent years we cannot recall a week in which so many prominent Saudi Arabian figures have been targeted in such a short space of time. It is clear that the new leadership under Crown Prince Mohammed Bin Salman is sending a chilling message: freedom of expression will not be tolerated, we are coming after you,” said Samah Hadid of Amnesty International.",
            "In the long term, it may prove to be a more difficult situation to evaluate from a human rights standpoint if MBS’s ultimate objective is to liberalize Saudi Arabia, and he’s working on consolidating the power he needs to do it. The pessimistic view is that very few liberalization movements have begun with midnight raids, arrests without charges, and incommunicado detention."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/saudi-crown-prince-Mohammed-bin-Salman-smiling-flag-getty-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/exclusive-rand-paul-on-afghanistan-yemen-trump-should-trust-instincts-stop-listening-to-generals-who-talk-in-his-ear\/",
        "header": "Sen. Rand Paul (R-KY) told Breitbart News exclusively in an interview in his U.S. Senate office on Capitol Hill this week that he is troubled by the bad advice President Donald Trump is getting from the military generals who surround him on matters of war.",
        "paragraphs": [
            "“I think the president’s instincts, his instinct as he said the other day was to end the Afghan war and not to get more involved,” Paul told Breitbart News. “His instinct all along has been that the Iraq war was a mistake, and he’s said the same thing recently about the Afghan war. I think he still believes that, but I think the problem is he’s surrounded by people who talk in his ear that are from the military who all think it is a military solution. I just think that a war for the country of Afghanistan is not winnable because Afghanistan is not really a country; it’s a bunch of different tribes and they don’t really want to be a country. They’re only a country because the West drew a circle around them and said ‘hey, you’re Afghanistan. You’re a country.’ But they never really were, historically, a country.”",
            "Trump, of course, broke a campaign promise recently by pledging a troop surge in Afghanistan—after campaigning all last year to end the war. Paul believes that Trump should stop trusting those who are biased on the issue in his inner circle, and go back to his “instincts” that he campaigned on last year.",
            "“I think that we can hope that the president will go back to his instincts, and hire people around him who—I think he’s getting all one-sided advice right now and he’s not hearing from people who were on the campaign with him, who heard him say thousands and thousands of times that ‘we’re going to build things at home, we’re going to take care of our people first, we’re going to take care of America first. We’re going to rebuild our roads and bridges here at home,’” Paul said. “I think that’s one of the reasons he got elected—he told people he would take care of the people at home here in America, and that America would be first before Afghanistan, first before all the money we spend overseas. I think he still believes that. It’s just a matter of, I think, his supporters need to be loud and remind him of what he said and see if we can get him to harken back to it. But in Congress we have our own responsibility to try to assert ourselves and say ‘hey, we need to be involved in this war-making power.’”",
            "While Paul did not name National Security Adviser three-star Army Gen. H.R. McMaster, White House chief of staff retired four-star Marine Gen. John Kelly, and Defense Secretary and retired Marine Gen. James “Mad Dog” Mattis—among others—that is obviously to whom he was referring. Those officials—among others—were pushing for a troop surge. Trump’s now former White House chief strategist Stephen K. Bannon, who has returned to Breitbart News as Executive Chairman, and Dr. Sebastian Gorka—who has also left the White House—were among those pushing for the president to follow through on his campaign promises on Afghanistan. Instead of following through on his promise to end the war that has now spanned nearly all of three administrations, Trump re-upped on the Afghan war last month by pledging to surge U.S. forces yet again despite the more than 15 years of U.S. setbacks and lack of an end in sight.",
            "Paul’s interview with Breitbart News came as the U.S. Senate was voting on his resolution on an authorization for the use of military force, AUMF, in Afghanistan. The Congress has not approved an AUMF for Afghanistan in more than a decade, since the beginning of the George W. Bush administration when the war began.",
            "“I think that the majority of the Senate, the majority of the Congress, will say that they believe Congress ought to vote to authorize war,”  But really, their actions don’t express that they really truly believe that. There’s a big group of the neo-cons and the neo-liberals who believe that the president can do whatever he wants, and most presidents also believe they can do whatever they want—that Article II of the Constitution says they can do whatever they want. So, they all profess that we should have a [authorization of] use of [military] force, a new one, but they aren’t willing to vote for anything that would force that to happen. So, I think it’s easy to have the status quo—and the status quo is if people get unhappy with the war, they say ‘hey we didn’t vote for it, it’s the president doing this.’ And if it’s a Republican or a Democrat, they get to point and say ‘hey it’s their fault not our fault.’”",
            "Paul’s resolution—which came as an amendment to the National Defense Authorization Act (NDAA)—failed by a vote of 61-36 in the Senate this week. But the fact that 36 senators voted with him, he says, is progress in the right direction.",
            "“I think showing persistent philosophical desire that we do the right thing, I think some of them even though they disagreed with me, some of them thought it was the right thing that we had the debate and the vote,” Paul said when Breitbart News asked how he got Senate Majority Leader Mitch McConnell to allow a vote on this. “Then, I think it’s also, being an individual senator and being persistent and using the rules to gum the system up and then saying ‘but I’ll gladly stand aside if you allow a vote on this issue that is very important to me.’ But I think even most who disagreed with me thought I was sincere in believing that this was a constitutional question we should address.”",
            "Paul said the pathway forward for those who don’t want endless wars, and want Congress to reassert its authority over the executive branch when it comes to war power, is to keep fighting and forcing the debate.",
            "“There have been people, they pushed a resolution that passed in committee to sunset these authorizations of use of force in the House as well,” Paul said. “And we’ve had the vote here as well. I think we keep agitating, and pointing out that ‘look, Obama couldn’t win the war with 100,000 troops. And we’re going to do it with 15,000?’ I think that argument is a pretty powerful one.”",
            "Paul added that it was former President Barack Obama who was the worst U.S. president in history for checks and balances on executive branch war authority.",
            "“I would say President Obama expanded the idea of presidents acting unilaterally more than any president in history,” Paul said. “It’s kind of, I think, intriguing because the left always criticized George Bush for the Iraq war. And yet George Bush at least came to Congress and asked for permission to go to war in Iraq. President Obama didn’t ask for permission. He bombed seven different countries and didn’t ask for permission once. He thought about asking for permission once, and thought we might beat him and then didn’t ask. So, no, President Obama, I think, was bad for the country in the sense that he greatly expanded the war-making power of the president. And, we still live under that sort of idea now—it’s just continued and continued. But, it’s really Republicans and Democrats who have failed to stand up and assert themselves and say this is a correct congressional prerogative.”",
            "Paul also told Breitbart News that “yes,” he supports a bipartisan effort in the House by Reps. Justin Amash (R-MI) and Mark Pocan (D-WI) and others to force the Trump administration to seek congressional approval on United States involvement in Saudi Arabia’s war with Yemen, which started under President Obama.",
            "“That’s a big debate we ought to be having,” Paul said regarding the Yemen controversy. “That’s a whole new separate war, it’s not connected to any of the other wars. And I think there is a strong argument to be made that if we further the chaos in Yemen and we take one side against another, we make it to such an extent that a vacuum develops and Al Qaeda steps into that vacuum. I think there’s a chance. One, it’s not our war. We should vote on it, and there’s not a vital interest. But, two, whatever we do may do the opposite of what we want and may allow Al Qaeda to grow stronger. I think our involvement in Syria allowed a power vacuum to develop and it allowed ISIS to grow stronger—because of our presence in Syria.”",
            "According to Amash’s office earlier this year, Congress was notified in May of the Trump administration’s efforts to sell arms to Saudi Arabia totaling as much as $110 billion to help with their war in Yemen–as war the U.S. has not a single national security interest in.",
            "“Saudi Arabia has one of the worst human rights records and has supported many of the extremists terrorizing the people of the Middle East and the world,” Amash said in May. “These arms sales extend a reckless policy from the Obama administration and prior administrations, and they come at a time when the Saudi government is escalating a gruesome war in Yemen.”",
            "Amash, the chairman of the House Liberty Caucus, has been working with House Progressive Caucus co-chair Pocan on exposing this, and pushing for the U.S. to stop aiding the Saudis in their war in Yemen.",
            "“President Trump’s proposed $110-billion weapons sale sends the wrong message to Saudi Arabia,” Pocan said in May. “In addition to regularly dropping U.S. bombs on Yemeni civilians, Saudi Arabia appears to have every intention of using the U.S. weapons from this sale to enforce a blockade on Yemen that prevents food and medicine from reaching millions of people on the brink of starvation.”",
            "Paul’s support for the effort, now, adds a huge momentum boost behind stopping the very controversial U.S. logistical backing of the Saudis in this conflict."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/03\/wi\/ap\/07\/3p1s1fn-640x440.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/white-house-will-release-priorities-and-principles-of-daca-immigration-deal-in-7-10-days\/",
        "header": "WASHINGTON, D.C. — White House Press Secretary Sarah Sanders told reporters Friday that the Trump Administration will be laying out details of a possible deal with Democrat and Republican congressional leaders to pass legislation on DACA (Deferred Action for Childhood Arrivals) and border security measures.",
        "paragraphs": [
            "One reporter referenced President Donald Trump’s tweet that no chain migration could be a part of an immigration bill, then asked Sanders, “What did he mean by that?”",
            "CHAIN MIGRATION cannot be allowed to be part of any legislation on Immigration!",
            "— Donald J. Trump (@realDonaldTrump) September 15, 2017",
            "“The President is focused on making sure that in the efforts of these ongoing conversations between both Democrats and Republicans, that we deliver on responsible immigration reform. He wants to help American workers and families,” replied Sanders.",
            "Chain migration refers to those who hold legal status in the U.S. and use that status to bring members of their family to the United States. The question has been raised in relation to the possibility that DACA recipients, if given legal status in the, could in turn use that to get status for members of their extended families.",
            "“No deal has been final reached on this process,” Sanders continued. “He supports making an agreement on DACA, but that would have to include massive border security and interior enforcements.”",
            "Media reports have been rife with comments from Senate Minority Leader Chuck Schumer and House Minority Leader Nancy Pelosi after they took part in a dinner meeting with President Trump on Wednesday evening. The two followed up with a joint statement indicating that they made a deal with the President to quickly legalize DACA and would not include the building of the southern border wall Trump promised during his 2016 campaign. Trump refuted the claims of Schumer and Pelosi at he traveled to Florida on Thursday morning, stating that no deal had been reached.",
            "“He’s still 100% committed to the wall. And we’re going to be laying out what our specific priorities and principles are in that front over the next 7-10 days. We’ll make sure that you guys are all part of that,” Sanders continued in Friday’s briefing.",
            "A reporter pressed, “…this is referring to the idea that people given status in a bill could not then sponsor relatives later for immigration status. Has he drawn a red line on that?”",
            "“As you know this president doesn’t use the term red line,” replied Sanders who returned to saying that details will be laid out in the days ahead.",
            "Another reporter asked how the White House defines amnesty and whether amnesty includes a path to citizenship for “Dreamers” or “other undocumented people.”",
            "“The President supports the DACA program and supporting making a deal on that, but again that has to include that massive border security,” Sanders replied.",
            "Sanders was pressed again about a path to citizenship and DACA.",
            "“That whole definition says deferred so I think that takes away the idea of the permanent piece when the idea of DACA is literally the definition of it is deferred action, meaning it’s not a permanent process,” she replied.",
            "“So you don’t support a path to citizenship, is that what you’re saying?” the reporter pressed.",
            "Sanders returned to saying that details of the deal will be released in the next 7-10 days. She said the focus right now is making sure the program gets taken care of and they get massive border security and interior enforcement. “Some of the specific things that we’d probably like to see: end to sanctuary cities, expedited removal, more immigration judges, supporting things like the RAISE Act, those are things that you’ll see us focus on and talk more about in the coming days,” said Sanders.",
            "Follow Michelle Moons on Twitter @MichelleDiana "
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/AP_17251680714340-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/mother-raises-headstone-of-son-killed-by-illegal-alien-as-daca-deal-debate-rages\/",
        "header": "The headstone of slain 23-year-old Matthew Denice went up on Thursday as headlines raged about whether a deal will or will not go through between the Trump Administration and Democrats that would give some form of legal status to DACA recipients.",
        "paragraphs": [
            "Denice was killed by a drunk illegal alien after being struck, run over, and dragged while alive for a quarter mile, then run over again. The driver’s 4-year-old child was in the drunk perpetrator’s vehicle as the individual took off again down the road, leaving Denice to die.",
            "“I hope someone makes President Trump aware of the fact that I spent my afternoon at the cemetery crying my heart out as I saw my son’s headstone for the first time,” Matthew’s mom Maureen Maloney told this journalist on Thursday.",
            "A Wednesday night dinner meeting at the White House involving President Donald Trump, Senate Minority Leader Chuck Schumer, and House Minority Leader Nancy Pelosi was followed by a joint statement from Pelosi and Schumer. The statement claimed a deal was forged between the three to quickly make DACA (Deferred Action for Childhood Arrivals) law and provide border security, but no southern border wall. Reports set off like a fire through the media, and by morning Trump was tweeting and refuting that there was any DACA deal solidified that night.",
            "Maloney recalled for Breitbart News on Thursday evening the son that an illegal alien killed and described what it was like to visit her son’s freshly erected headstone on Thursday afternoon.",
            "Maloney said:",
            "Today as the media drama unfolded about President Trump’s DACA deal with Nancy Pelosi and Chuck Schumer I sadly reached another angel mom milestone. My son’s headstone was put up. It’s a milestone no parent should ever see. No parent is ever ready to see their child’s name on a headstone or urn. It’s another stab in the heart, another confirmation that my son is forever gone and we are permanently separated.",
            "My son, Matthew Denice, was 23-years-old and had just graduated from college when he was killed by a drunk, criminal alien who ran through a stop sign and collided with my son on his motorcycle.  Experts and witnesses testified that Matthew survived the initial collision with only abrasions and bruises.  The driver then made the fatal decision to flee and as he did he ran his truck over Matthew and dragged him a ¼ mile to his death as horrified onlookers screamed and pounded on the truck to stop. After the driver ran off the road, Matthew’s body became dislodged from the truck the driver fled he ran over my son a second time.",
            "Matthew was a college graduate with great potential and dreams of his own.  He earned a dual degree in Information Technology and Business Management. He dreamed of combining his Information Technology degree with law enforcement.  After his death, I learned that Matthew would have been hired in the next round of police hiring’s in our hometown of Milford, MA and was posthumously sworn in as a Milford police officer.   Amid my agonizing pain of losing him I was also so very proud of my son.",
            "Matthew loved children and also dreamed of getting married to his girlfriend and having a family. I have not only lost my son, I have lost my future daughter-in-law and grandchildren.",
            "Sadly, my happiest days are behind me. I vividly remember the last happiest day of my life. It was the day Matthew graduated from college. My family was all together and Matthew was the first of my children to graduate college. He had worked hard to maintain good grades while working part-time to help pay his tuition so he could graduate debt free. My hairs were standing on end as he walked past me in the procession and up on the stage to receive his degree. There will never be another ‘happiest day of my life’ because Matthew is not here with us.",
            "As an angel mom, I have been relentlessly speaking out and fighting for enforcement of our immigration laws and securement of our borders to prevent innocent Americans from being killed by illegal aliens. I don’t want Matthew’s death to have been in vain.",
            "I hope someone makes President Trump aware of the fact that I spent my afternoon at the cemetery crying my heart out as I saw my son’s headstone for the first time. I pray that President Trump keeps the promises he made to the angel families and puts American’s first.",
            "Then-President Obama instituted DACA through executive order during his time in office, allowing those foreign nationals that were brought to the United States as children to remain in the country and obtain work permits.",
            "Denice’s mom has been pleading with elected officials for greater enforcement of immigration law for many years.",
            "Nine “angel” families, those whose loved ones have been killed by illegal aliens, spoke out Thursday morning to voice their responses to a possible DACA deal. Maloney was one of those who urged President Trump to remember the promises he made to Americans on the campaign trail.",
            "Follow Michelle Moons on Twitter @MichelleDiana "
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/Maureen-and-Son.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/video\/2017\/09\/15\/maher-none-of-trumps-properties-were-damaged-by-hurricane-irma-which-shows-there-is-no-god\/",
        "header": null,
        "paragraphs": [
            "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated the fact that none of President Trump’s properties in the path of Hurricane Irma were damaged by the storm shows that God doesn’t exist.",
            "Maher said, “But here’s the most amazing thing of all, amid all the destruction in the path of that hurricane, neither Mar-a-Lago, nor Trump’s estate in St. Martin’s, nor any of his golf courses in the path got damaged at all. They all escaped almost completely unscathed, which just goes to show something I have always believed, there is no God.”",
            "Follow Ian Hanchett on Twitter @IanHanchett"
        ],
        "image": null
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/of-hexes-spirit-cooking-and-alternate-nasal-breathing\/",
        "header": "Hillary Clinton campaign chairman John Podesta likened the Trump White House to a “clown car” in that “you are never sure who is getting out of the door” Thursday night on All in with Chris Hayes, an MSNBC program hosted by a zealous Democrat who just as zealously embraces the look of a Hale-Bopp Heaven’s Gate cultist.",
        "paragraphs": [
            "To strange people, people appear strange.",
            "Take Podesta, a UFO aficionado whose truth is out there. He kept a picture of two fork-wielding men cannibalizing another man at a table, entitled “We’re Bringing an Old Friend over for Dinner,” at his office at Hillary Clinton’s Brooklyn campaign headquarters. During that campaign, news hit of Podesta’s invitation to a “spirit cooking” dinner by a performance artist, herself invited by Podesta to Hillary Clinton’s campaign kickoff, who dabbles in the occult. Though a past book and performances under the “spirit cooking” title involved such jaw-droppers as breast-milk-mixed-with-sperm potions and pigs-blood graffiti, Marina Abramovic insists the event she invited the Brothers Podesta to under that name involved no sorcery, spells, or strangeness.",
            "When the campaign Podesta oversaw fell short of its goal, Hillary Clinton, as her campaign chairman spoke in her stead under a glass ceiling on election night, reportedly banged tables, shouted words that perhaps sounded like frock or truck to those in an adjoining room, and hurled items around the room with Aroldis Chapmanlike velocity. Nowadays she goes for something called “alternate nostril breathing” to escape stress.",
            "One of Hillary Clinton’s biggest cheerleaders in the sisterhood (members of the sisterhood hate real cheerleaders), Sally Quinn, outed herself as a practitioner of witchcraft in a memoir released this month. Ben Bradlee’s widow and one of Washington’s most famous hostesses insists she put hexes in candlelight rituals on three people who subsequently died. After a psychic provided a bad reading regarding her son, Quinn unleashed her evil wizardry on the unfortunate woman, who soon died, causing the Washington Post writer to swear off hexes for good. She noted, “I vowed once again never to put another hex on anyone.” But she has made that vow before, for instance, after hexing a romantic rival who committed suicide thereafter (write her memoir a one-star review at your own risk). So, if you find yourself staring at Sally Quinn staring at you doing the Samantha Stevens nose-twitch, then with extreme haste obtain the nearest magic mirror or protective decoy puppet to negate the necromancy. Your life could depend on it (You’re welcome).",
            "Why did 62,984,825 Americans cram into Donald Trump’s clown car last November? Because it looked like a safer, better means of transportation than the broomstick ridden by his opponent. Ridiculous beats evil. And to many Americans, leading Democrats strike them not only as evil but alien. When your party’s leading lights wield dark powers of a supernatural sort, or even just favor bizarro, avant-garde art or see extraterrestrials behind every evening cloud, do not count on them wielding power in the White House, Congress, or the Supreme Court. Democrats stand on the outside looking in because Americans connected more with a billionaire than they did with the weirdos and warlocks casting spells on him in monthly waning-moon rituals.",
            "The party of spirt cooking, alternate nasal breathing, and fatal hexes regards the opposition as passengers in a clown car chauffeured by Donald Trump. This characterization might hit the mark. But even in the aftermath of Steven King’s It, Americans still prefer the clown car to the witches’ coven."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2015\/07\/635503466085294082-satanists-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-journalism\/2017\/09\/15\/nolte-nbc-news-launches-media-site-staffs-it-with-yawn-leftists\/",
        "header": "There will be a whole new set of contributors joining the never-ending masturbation circle that represents our national media’s bottomless capacity for self-obsession and self-love.",
        "paragraphs": [
            "Naturally, this is an exclusive club open only to the hive-mind. No outsiders, free-thinkers, iconoclasts, boat rockers allowed. Meaning, no normal people. Just provincial leftists enamored with — other than themselves — empowering central government, flooding our country with illegal Democrats, and protecting Obamacare.",
            "Yes, NBC News has just announced a new hub dedicated to covering the media, and has staffed it with a herd of left-wingers. Fox News-hater Gabriel Sherman, social justice warrior and BuzzFeed editor Ben Smith, Recode executive editor (and bigtime Trump-hater) Kara Swisher, a second editor from Recode (which publishes headlines like this), Peter Kafka. Another Trump-hater, John Huey, a venomous leftist who describes the likes of Senate candidate Roy Moore as “the American Taliban“; and finally, America’s chief Obamacare cheerleader, Steven Brill.",
            "Gee, I don’t know about y’all, but from this amazing new and vital NBC News hub, I personally cannot wait to hear all the exact same opinions and points of view about the media that I also get from CNN, The New York Times, The Washington Post, and about 900 other mainstream media outlets.",
            "Simply put, I cannot be the only person sitting around wondering why the echo chamber is so lacking in more echoes, why the groupthink does not employ a larger group, why the hive-mind is so short on worker bees.",
            "Nothing more crucial is missing from our national discussion on the media than even more leftwing voices saying all the same things, expressing themselves in the exact same way, pushing the same opinions and ideas, and never-ever-ever going against the leftwing narrative — unless, of course, it is in the cause of moving things even further to left in the sacred name of social justice.",
            "Good job not upsetting the status quo, NBC.",
            "Intellectual conformity is where it is at!",
            "America cannot wait to hear more of the same from more of the same."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/HIve-PAUL-J.-RICHARDSAFPGETTY-IMAGES-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/video\/2017\/09\/15\/marc-lamont-hill-calling-for-jemele-hills-firing-an-abuse-of-power-trump-absolutely-is-a-white-supremacist\/",
        "header": null,
        "paragraphs": [
            "On Friday’s broadcast of “CNN Newsroom,” CNN commentator, author, and Temple University Professor Marc Lamont Hill weighed in on the controversy over ESPN anchor Jemele Hill’s comments about President Trump being a white supremacist by saying that the White House’s call for her to be fired is an abuse of power and arguing Trump is a white supremacist.",
            "Hill said that ESPN is a private company and federal law bars members of employees of Congress or the executive branch from influencing a private citizen’s employment because of their political views.",
            "He continued, “[W]hen I hear a press secretary and\/or a president encourage someone to be disciplined or fired for their political views, that, to me, is not only an egregious abuse of power, but it’s also just unseemly.” Hill further stated that it’s “troublesome” that the White House is focusing on one black woman out of all the people who have called the president racist.",
            "Hill further stated that whether or not Trump is actually racist is more important than whether or not Jemele Hill should have said he is. He then added that he agrees with Jemele Hill and there wasn’t anything wrong about what she said.",
            "He concluded the discussion by saying, “Do I think Donald Trump is racist? Absolutely. Do I think Donald Trump is a white supremacist? Absolutely. And I don’t think it’s because of how he looks. I think it’s because of the things that he does and the things that he does not do. That is the critique here. And there has to be space within the private sector and the public sector for people to say it. You say it on your ESPN show, that might be inappropriate because it’s a sports talk show. But if you say it on Twitter and back it up, I say, ‘More power to you.’ We should defend her right to do it, just like I defend your [fellow panelist former Missouri Republican Party Chairman Ed Martin] right to make the claims that you’re making, even though I think they’re baseless.”",
            "(h\/t Grabien)",
            "Follow Ian Hanchett on Twitter @IanHanchett"
        ],
        "image": null
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/14\/nuclear-option-reality-check-no-swamp-republicans-dont-actually-care-debt-ceiling\/",
        "header": "Double Cross Don does it again!",
        "paragraphs": [
            "Thrice now President Trump has struck a dirty deal with devious Democrats, thwarting the good governance of fellow Republicans and betraying the alliance of voters who sent him to the White House where they hoped he would just behave like a good, proper professional Republican.",
            "No, scratch that. Where they hoped he would maintain creaking partisan gridlock along the Potomac. No, wait. What was the lesson of last year’s election again?",
            "Instead, voters elected a politically incorrect, trash-talking, vulgar, brash professional wrestling character to come to Washington and perform piledrivers, facebusters, suplex powerslams, backbreakers and moonsaults on every pro politician he could find in the ring. Under the ring. Even hiding in the stands. And especially those holding microphones posing as “the media.”",
            "And, boy, Mr. Trump has not disappointed!",
            "That is not to say that his supporters want amnesty for illegal immigrants, more government involvement in their health care or mountains of more debt dumped onto the heads of their children and grandchildren. But those are the risks voters assumed when they sent the non-partisan raging bull into the Potomac china shop.",
            "And let’s face it, all the squalling and caterwauling from “conservatives” in Washington (an oxymoron if there ever was one!) is getting a little tiresome.",
            "Let’s take debt for example.",
            "Mr. Trump struck a deal with Democrats that punted the debt “ceiling” to the end of the year.",
            "Heresy! Unprincipled! Fiscal suicide!",
            "Republicans are spitting furious that after six months of hopelessly trying to work with the GOP to pass a more conservative agenda, Mr. Trump has turned to Democrats. And to make such a mockery of Republican’s long, principled fight for fiscal responsibility by punting on the debt “ceiling!”",
            "Oh really? What a bunch of smelly, rotten snake oil salesmen.",
            "On January 3, 1995, when “conservative” Republicans rode a huge wave to take over both houses of Congress, they began to enforce a debt “ceiling” to finally put an end to profligate government spending that threatened the future of America. That is what they told us.",
            "On that day, the national debt stood at $4.798 trillion.",
            "There was a Democrat in the White House, but six years later voters would replace that Democrat with a Republican, George W. Bush, who would serve eight years.",
            "By the time Mr. Bush — a Republican in the “conservative” party — left office, the national debt stood at $10.626 trillion, more than doubling the debt from the day Republicans took control of Congress and instituted their debt “ceiling.”",
            "That $5.8 trillion stolen from our children and grandchildren paid for two wars, tax cuts without spending cuts, Hurricane Katrina and Medicare Part D, the largest expansion of an existing entitlement program in U.S. history.",
            "So much for a debt “ceiling.”",
            "It was more like a debt “smoke machine.” Or a debt “hot air balloon.” Or maybe a debt “hydrogen bomb.”",
            "And now these scoundrels slink around shrieking and shriveling up because Mr. Trump made a dirty little deal with Democrats and ruined their secret sacred weapon, the debt “ceiling.”",
            "Give me a break. These people are lucky they aren’t getting locked up. If you put that up for a vote, it would win both the popular vote and the Electoral College.",
            "Anyway, the real reason these swamp vermin are so upset with Mr. Trump is not that he threatens to dump trillions more in debt on our children. Rather, they are only upset because in doing so, he created a politically awkward situation for them.",
            "See, they wanted a solution that allowed them to kick the debt “ceiling” can way down the road. You know, past the next election, which is the only thing anybody around here actually cares about.",
            "Now Republicans face another humiliating game of chicken over their debt “ceiling” versus shutting down the government just as they are all kicking off their re-election campaigns. And every time, it is Republicans who start clucking like chickens and the poor innocent taxpaying turkeys who get stuck with the bill.",
            "It is the opposite of “Hotel California.” You cannot check in, but you never stop paying the bill.",
            "• Charles Hurt can be reached at churt@washingtontimes.com; follow him on Twitter via @charleshurt."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2014\/12\/nuclear-option.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/video\/2017\/09\/15\/clay-travis-to-cnn-host-on-jemele-hill-flap-two-things-have-never-let-him-down-in-life-first-amendment-and-boobs\/",
        "header": null,
        "paragraphs": [
            "On Friday’s “CNN Newsroom,” host Brooke Baldwin shut down an interview with Fox Sports Radio’s Clay Travis about ESPN’s Jemele Hill going unpunished for calling President Donald Trump a “white supremacist” after Travis praised the First Amendment and “boobs” for having never let him down.",
            "Partial transcript as follows:",
            "TRAVIS: I’m a First Amendment absolutist and believe in two things completely: the First Amendment and boobs, and so…",
            "BALDWIN: Wait, did you just say you believe in the First Amendment and — hold on, I just want to make sure I heard you correctly as a woman anchoring the show, what did you just say? You believe in the First Amendment and b-o-o-b-s?",
            "TRAVIS: Boobs, two things that have only never let me down in this country, the First Amendment and boobs. So, those are the two things I believe in absolutely in the country. So, I don’t think Jemele Hill should be fired, but iake the decision that you’re going to let Curt Schilling go, that you have to also make the decision you’re going to let Jemele Hill go.",
            "Former ESPN senior editor Keith Reed, who was also on CNN to talk about ESPN and Hill, reacted to the comments Travis made by saying he is “astonished.”",
            "Reed and Travis went back and forth while a confused Baldwin attempted to make sure Travis was saying “boobs” and not “booze.”",
            "Baldwin then quickly cut the segment short.",
            "“I’m done,” Baldwin interrupted. “This is done. This is conversation over yanking my … bye. See ya.",
            "She added, “That was entirely inappropriate. Forgive me that it took me a second. It’s like live television happens and you think you hear something but you’re not entirely sure and then you realize it happened, so I apologize for him and that.”",
            "Later in a tweet, Baldwin reiterated her disapproval.",
            "That was… I just… it was one of those thought bubbles \"did he actually say that on MY SHOW?!\" Note to men — that is never okay. #smh",
            "— Brooke Baldwin (@BrookeBCNN) September 15, 2017",
            "Follow Trent Baker on Twitter @MagnifiTrent"
        ],
        "image": null
    },
    {
        "url": "http:\/\/www.breitbart.com\/texas\/2017\/09\/15\/sanctuary-city-murder-teen-illegal-immigrant-killed-cops-stolen-gun-police-say\/",
        "header": "An illegal immigrant being monitored by immigration officials is now accused of murder in the sanctuary city of San Francisco, California.",
        "paragraphs": [
            "Erick Garcia-Pineda, 18, wore an ankle monitor placed by immigration officials when he allegedly murdered 23-year-old Abel Ezquivel, according to NBC Bay Area.",
            "Four days before the murder, Pineda allegedly stole a San Francisco Police officer’s service pistol from a police vehicle. Days later, the illegal immigrant allegedly used the gun to murder Ezquivel.",
            "Following the murder, Pineda was later arrested and detained for unrelated battery charges. Police say they noticed the illegal immigrant’s monitoring bracelet and used it to link Pineda to several other crimes, including five robberies and two other shooting incidents.",
            "Pineda, according to NBC, was attempting to obtain asylum in the U.S., claiming he was under threat of the MS-13 gang.",
            "It remains unclear why Pineda was wearing an ankle monitor by immigration officials, but was not previously arrested for his illegal status.",
            "John Binder is a reporter for Breitbart Texas. Follow him on Twitter at @JxhnBinder."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/San-Fran-illegal.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-journalism\/2017\/09\/15\/trump-positive-media-coverage-daca-deal\/",
        "header": "Jonathan Swan writes at Axios that all the top White House staffers, plus all the news Donald Trump consumes, are encouraging the president to cave to Democrats on DACA amnesty.",
        "paragraphs": [
            "“For the first time in his presidency, he’s enjoying positive media coverage and coherent reinforcement from his top aides,” Swan reports, and Chief of Staff Gen. John Kelly is keeping any dissenting opinions from reaching the Oval Office.",
            "The article, titled “Trump’s new world,” is illustrated with a Photoshopped image of Trump wearing a cowboy hat bearing a Democratic donkey logo.",
            "Trump's new worldhttps:\/\/t.co\/lTuVzo2hjS pic.twitter.com\/4kPjarBlgB",
            "— Axios (@axios) September 15, 2017",
            "From Axios:",
            "The dramatically different information Trump receives daily under the leadership of Chief of Staff John Kelly is an under-looked factor in Trump’s decision to double down on his partnership with the Democratic leaders.",
            "Trump’s top advisers — Jared and Ivanka, General Kelly, and Gary Cohn among them — are mostly sympathetic to “Dreamers.” There’s no more Steve Bannon. And Stephen Miller’s nationalistic voice is a lonely one inside the White House these days. So consider how different life is these days for aides bent out of shape by Trump’s public pivot to Marco Rubio-style arguments regarding a path to citizenship for young immigrants brought here illegally as children.",
            "…",
            "The result: Trump gets mostly positive feedback for his turn towards bipartisanship. He watches cable news in the morning, and even “Fox and Friends” finds a way to praise his deal with the Democrats. He reads his morning news clips and briefing materials, which are managed by Staff Secretary Rob Porter, under the guidance of Kelly. And during the day it’s not possible for a staff member to sneak a story onto Trump’s desk that might rile him up and turn him in a wildly different direction in an instant.",
            "Read the rest of the story here."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/GettyImages-802018328-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/radio\/2017\/09\/15\/angel-mom-mendoza-trump-making-illegal-alien-crime-victims-feel-like-props\/",
        "header": "“Angel Mom” Mary Ann Mendoza spoke with Breitbart News Daily SiriusXM host Raheem Kassam on Friday regarding President Trump’s recent actions regarding immigration reform, which represent a significant shift away from much of his campaign rhetoric.",
        "paragraphs": [
            "Citing a rash of crime statistics, “It boggles my mind,” said Mendoza, “why do we have elected officials in Washington that the American people have voted for who are more concerned about protecting illegals in our country than they are you and I.”",
            "“And that’s why AVIAC (Advocates for Victims of Illegal Alien Crime) fights,” she continued, “because we don’t want any other family in the United States to have to deal with the tragedy and the pain, the unbearable pain we’ve had to endure losing our children.”",
            "“We were brought onto the stage because we believed in President Trump and the message he was sending out to our country and we told our stories and were there for him at rallies,” she said. Mendoza said Trump was the first person to bring stories like hers to light and now feels that she and others are being treated “like props.”",
            "“That is what these last two days are making us feel like,” she said, speaking for her group as a whole.",
            "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
            "LISTEN:",
            ""
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/undocumented-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/donald-trump-high-fives-11-year-old-frank-giaccio-came-mow-white-house-lawn\/",
        "header": "President Donald Trump stopped by to greet 11-year-old Frank Giaccio after the boy came to the White House to mow the lawn.",
        "paragraphs": [
            "“Good job!” Trump said, after walking out on the lawn to meet the boy. He kept mowing but stopped to give the president a high five.",
            "Future of the country pic.twitter.com\/HleoJiuot0",
            "— Charlie Spiering (@charliespiering) September 15, 2017",
            "“Future of the country right there,” Trump said. “We’re lucky.”",
            "Giaccio said that he wanted to be a Navy SEAL when he grew up.",
            "“Maybe he’ll be president,” Trump said.",
            "11-year-old Frank Giaccio gets to mow lawn at the White House after sending a letter earlier this year making request. pic.twitter.com\/ysTyuM6w4a",
            "— CSPAN (@cspan) September 15, 2017",
            "Giaccio wrote a letter to the president offering to mow the White House lawn, after starting his own business.",
            "“I would like to show the nation what young people like me are ready for,” Frank wrote in a letter. “I admire your business background and have started my own business.”"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/TrumphighfivesMowingKid-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/exclusive-boy-got-wish-mow-white-house-lawn-really-cool-meet-trump-retweeted-me\/",
        "header": "WASHINGTON, DC — Frank “FX” Giaccio, of Falls Church, Virginia, the 11-year-old who had his wish to mow the White House lawn granted on Friday, told Breitbart News that it was “really cool” to meet President Donald Trump, “especially after he retweeted me.”",
        "paragraphs": [
            "",
            "FX described in an exclusive interview with Breitbart News the moment he realized President Trump was coming to greet him at the Trump International Hotel, where he and his father, Gregory Giaccio, chose to enjoy lunch after their historic visit and meeting with the commander-in-chief at the White House.",
            "“I saw him walking down the hall, and when he stopped a few steps short of the Oval Office and turned, I knew that he was coming for me,” FX said. “It was actually really cool. Especially after he retweeted me.”",
            "Trump tweeted a video of FX shortly after they met in the White House Rose Garden:",
            "Frank “FX” Giaccio-On behalf of @FLOTUS Melania & myself, THANK YOU for doing a GREAT job this morning! @NatlParkService gives you an A+! pic.twitter.com\/135DxuapUI",
            "— Donald J. Trump (@realDonaldTrump) September 15, 2017",
            "FX wrote to President Trump earlier this year, saying it would be an “honor [to] mow the White House lawn some weekend for you.”",
            "He found out that his wish to mow the Rose Garden lawn came true on his eleventh birthday, August 2.",
            "FX said that while he does not have any employees at the moment, he has a few clients. That number is likely to grow over the next few days.",
            "Asked about his career aspirations, FX said, “I want to become a Navy SEAL.”",
            "His father said it was the book Way of the Warrior Kid that prompted FX to set his sights on that courageous path. “He read that book, and that’s why he wants to become a Navy SEAL,” Gregory said.",
            "FX participates in an annual charity ride in Dover, Delaware, called the “Annual Amish Country Bike Tour.” Gregory told Breitbart News, “When he was nine, he did a 25-mile cycle.” FX, at 11, just participated in the 50-mile charity ride last month.",
            "From a young age, Gregory encouraged FX to learn fiscal responsibility and the importance of self-reliance. “That’s the kind of dedication he has,” he told Breitbart News of FX.",
            "",
            "Adelle Nazarian is a politics and national security reporter for Breitbart News. Follow her on Facebook and Twitter."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/Frank-FX-Giaccio-and-Trump-mow-White-House-lawn-Sept-15-2017-ap-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/14\/report-daca-amnesty-trigger-flood-4-6-m-foreign-nationals-not-800k\/",
        "header": "Should President Trump follow through on a deal where nearly 800,000 illegal aliens are allowed to remain in the United States and eventually obtain U.S. citizenship, research shows it would create a flood of four to six million chain migrants coming to the United States.",
        "paragraphs": [
            "Trump, who adamantly opposed the amnesty for illegal aliens protected by the Deferred Action for Childhood Arrivals (DACA) program, is now defending the recipients of the program, as well as leveraging a deal where the foreign nationals could seek a pathway to citizenship through legal status, as Breitbart News reported.",
            "Today, Trump signaled to his supporters that he opposed any sort of chain migration that would follow a DACA amnesty deal, though the deals the White House and Congress are reviewing would all cause such an immigration crisis:",
            "CHAIN MIGRATION cannot be allowed to be part of any legislation on Immigration!",
            "— Donald J. Trump (@realDonaldTrump) September 15, 2017",
            "Latest data from the United States Citizenship and Immigration Services (USCIS) shows that 618,342 illegal aliens from Mexico currently have DACA status. If they were amnestied into the U.S., it would give them the opportunity to bring adult parents and relatives to the U.S.",
            "“There will be chain migration. There always has been in amnesties,” Center for Immigration Studies Policy Director Jessica Vaughan told Breitbart News.",
            "According to Princeton University researchers Stacie Carr and Marta Tienda, for every one new Mexican immigrant to the U.S., an additional 6.38 Mexican nationals come to the U.S. through family-chain migration.",
            "Based on the Princeton research, the 618, 342 illegal aliens from Mexico who are covered by DACA would be able to bring upwards of four million additional relatives and family members to the U.S. in the years to come.",
            "If the remaining estimated 180,000 DACA recipients brought in three family members each after being amnestied, it would result in additional 540,000 immigrants. Should the remaining 180,000 DACA recipients bring four family members each to the U.S., it would result in more than 700,000 new immigrants.",
            "But if the remaining roughly 180,000 DACA recipients were to bring the same number of family members as Mexican DACA recipients are expected to bring to the U.S., it would result in nearly 1.2 million more legal family-based immigrants coming to the country.",
            "On top of the legal chain migration that could occur following a DACA amnesty by Trump, there is also the potential for a massive border surge, like the one that occurred following former President Obama’s creation of the DACA program.",
            "As the Migration Policy Institute has chronicled, previous border surges from amnesty programs have brought hundreds of thousands across the U.S.-Mexico border:",
            "While the flow of Unaccompanied Alien Children (UACs) has been climbing steadily since 2012, a dramatic surge has taken place in the last six months, with the Rio Grande Valley in South Texas as the principal place of entry. The Border Patrol there has converted entire stations to house unaccompanied minors and families.",
            "According to the Border Patrol, apprehensions of unaccompanied children increased from 16,067 in fiscal year (FY) 2011 to 24,481 in FY 2012 and 38,833 in FY 2013. During the first eight months of FY 2014, 47,017 such children were apprehended by the Border Patrol. If the influx continues apace—and it shows no signs of slowing—the administration predicts that by the end of the fiscal year on September 30, totals could reach 90,000.",
            "Ninety-eight percent of unaccompanied minors currently arriving at the border are from Honduras (28 percent), Mexico (25 percent), Guatemala (24 percent), and El Salvador (21 percent). This breakdown represents a significant shift: prior to 2012, more than 75 percent of UACs were from Mexico.",
            "“There’s one thing for sure: it’s not going to be 800,000 illegal aliens amnestied,” Vaughan said, alluding to the fact that an amnesty would surge both legal and illegal immigration.",
            "John Binder is a reporter for Breitbart News. Follow him on Twitter at @JxhnBinder."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/GettyImages-845465578-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/london\/2017\/09\/15\/transgender-activists-beats-up-woman-attending-meeting-gender\/",
        "header": "A biologically male transgender activist has physically assaulted a woman in central London because she attempted to attend a meeting about transgender issues.",
        "paragraphs": [
            "The victim, Maria MacLachlan, a 61-year-old feminist who questions transgender ideology, claims to have been “beaten up” near Speakers’ Corner because of her views on gender.",
            "Activists said they wanted to “fuck… up” Trans Exclusionary Radical Feminists (TERFs) before the event and pictures on social media showed Ms. MacLachlan with a bruised face.",
            "She was punched and kicked to the floor and then they continued. Also strangled as can see round the base of her neck in photo on the right. pic.twitter.com\/HEhKK6cYnW",
            "— Jen Isaacson ☀️ (@isacsohn) September 13, 2017",
            "Ms. MacLachlan explained in a statement: “A load of these bullies had turned up at Speakers’ Corner and one or two had shouted ‘Kill all terfs’ and there were a few arguments going on between people on our side and some of them.”",
            "She explained how she was trying to film the intimidation, adding: “Suddenly some kid in a hoodie ran past me and tried to knock the camera out of my hand but it was attached to a loop round my wrist so he came back at me, I think trying to get my camera.",
            "“I was determined not to let him get my camera and I was also terrified that my glasses were going to get broken because then I wouldn’t be able to see. I don’t remember much else except that somehow I ended up on the ground and it felt like a few of them were punching and kicking me and it seemed to last for ever but I guess it was just a few seconds.”",
            "A video also surfaced on Youtube, purporting to show the violence.",
            "",
            "Ms. MacLachlan had attempted to attend an event called “What is the meaning of gender? The Gender Recognition Act and beyond”, but speakers were labelled ‘TERFs’ by activists and targeted.",
            "The meeting was initially due to take place at New Cross Learning, Lewisham, South London, but had to be moved after students and transgender activists bombarded the venue with calls and messages.",
            "The venue said, “the potential risks to the library, volunteers, public, and building are beyond our risk appetite,” in a statement.",
            "This is a comment on an event page looking to disrupt tonight’s meeting. ‘Tara’ wants to ‘fuck some terfs up’. pic.twitter.com\/GaAhGmCkNd",
            "— Miranda Yardley (@TerrorizerMir) September 13, 2017",
            "The speakers included Miranda Yardley, a ‘transsexual’ who is critical of some transgender activists, Dr. Julia Long, a sociology lecturer at Anglia Ruskin University who campaigns for abused women, and Venice Allan, a mother and activist.",
            "Organisers rearranged, instructing attendees to meet at Speakers’ Corner before moving on to a “secret location.” However, a Facebook event called “No TERFS on our Turf” appeared, urging activists disrupt the rescheduled event. It read:",
            "“Show up for our Trans sisters and disrupt the debate. Bring posters, bring guitars, bring drums, bring your Vuvuzela (if you have one) and your voices, and MAKE SOME NOISE TO DROWN OUT THESE NASTY TERFS BC TRANS WOMEN ARE WOMEN AND THAT IS NOT UP FOR DEBATE.”",
            "One transgender and “anti-fascist” activist, Tara Flik Wood, posted threats on the group, reading: “Any idea where\/if this is happening. I wanna fuck some terfs up, they are no better than fash.”",
            "Dissapointed that @newxlearning is hosting a \"debate\" that will only serve to increase transmisoginy. Solidarity with our trans sisters! pic.twitter.com\/gwIOoy1iWu",
            "— Sisters Uncut (@SistersUncut) September 11, 2017"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/DJdfryVXoAIJ43A-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/tech\/2017\/09\/15\/george-washington-university-introduces-gender-quota-for-panel-events\/",
        "header": "George Washington University’s International Affairs school has introduced a gender quota to ensure that no guest speaker panels are exclusively male.",
        "paragraphs": [
            "A new policy, established by Elliot School of International Affairs Dean Reuben Brigety on July 1, requires that all multi-speaker events with at least three speakers feature at least one female panelist. If all panelists are male, the moderator must be female. The event could be canceled by the administrators if these conditions are not met.",
            "“For any panel, symposium, or multi-speaker event (3 or more speakers) held at the Elliott School, there should be no single-gender discussion panels,” Elliott School Dean Reuben Brigety wrote in an email.",
            "“If a panel consists of a single-gender [sic], please ensure that the moderator is of a different gender,” said Brigety, adding: “Non-adherence to this policy could result in cancellation of the event.”",
            "George Washington Law School Professor John Banzhaf, who isn’t affected directly by the policy, claims that the new rule “flies in the face of academic freedom – including clear explanations and robust discussions of important topics by those most qualified in various areas – as well as GWU’s strong equal opportunity policy statement which restricts discrimination based upon sex as well as many other factors,” he said.",
            "“Even if there is absolutely no sex discrimination whatsoever, and people are assigned to panels completely by chance, there will still be many panels which will be all-male (and therefore subject to being prohibited), just as there will be some all female panels,” he added.",
            "This new policy brings into memory an incident that occurred at the University of Southern California in 2016. A panel for video game design students at the University of Southern California featuring leaders in the industry was canceled after administrators decided that the event’s all-male panel was not diverse enough. Some students complained that the decision only served to hurt female students who would have benefited from the opportunity to network with industry leaders."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2016\/10\/wi\/ap\/11\/340mt5v-richard-cordray_photo-e1505495053167-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/texas\/2017\/09\/15\/dallas-removes-statue-confederate-gen-robert-e-lee-park\/",
        "header": "Dallas officials brought in crews late Thursday afternoon to remove  the historical statue of Confederate General Robert E. Lee from a public park.",
        "paragraphs": [
            "Around 4 p.m. (CDT), police escorted a heavy-duty Terex crane into Robert E. Lee Park in uptown Dallas. Teams of workers toiled for at least three hours to cut underneath the statue’s base. Using a power saw and a crowbar, they dislodged the 14-foot tall, six-ton equestrian bronze statue depicting Lee and an unknown Confederate soldier from its stone pedestal. As they did, crowds of locals grew, many snapping photos with their cell phones. Police surrounded the area.",
            "Minutes before 7 p.m. workers hoisted the statue onto a flatbed trailer and transported it to Hensley Air Field, a city-owned storage facility. The statue, dedicated in 1936 by President Franklin D. Roosevelt as part of the Texas Centennial, will remain shuttered until an appointed 20-person Confederate task force figures out what to do with it.",
            "In mid-August, Dallas Mayor Mike Rawlings announced the formation of the task force in response to violence at a Charlottesville, Virginia, protest. He charged appointees with developing solutions over a three-month period, later advising elected officials on whether or not to remove Confederate monuments. Days later, the mayor, who called the statues “dangerous totems” and “monuments of propaganda,” sped up the process. He changed the date council members would vote on task force findings to November 8.",
            "Then, on August 28, three of the four black council members suddenly submitted a resolution to the city, demanding the immediate removal, disposal and\/or relocation of all Confederate monuments located on Dallas public land. The document also commanded renaming public parks and streets with any ties to the Old South. It asserted that Confederate figures and symbols “preserve the principles of white supremacy.” The resolution altered the roles of task force appointees, too. Council members no longer required input on the sculptures’ fates. They wanted suggestions on costs and where to store or relocate downed monuments. Mayor Pro Tem Dwaine Caraway, who previously voiced support for Rawlings’ 90-day process, led the resolution revolution, bumping up the November 8 vote to September 6. The task force met for the first time on August 31.",
            "Last Wednesday, Dallas council members passed the resolution 13-1 with one abstention. Within hours, crews began removing the statue until a federal judge stopped them with a temporary restraining order (TRO). Dallas resident Hiram Patterson and the Texas Division of the Sons of Confederate Veterans filed a lawsuit against the city freezing the statue’s removal. The next day, though, the judge dissolved the TRO. He said the plaintiff failed to show it would likely succeed if the case proceeded, a requirement to keep a TRO in place, according to WFAA.",
            "This cleared the way for Dallas city officials to remove Lee’s statue. On Sunday evening, an 18-wheeler carried a crane in from Houston. Tragically, a freeway crash killed the tractor-trailer driver and damaged the crane. The Dallas Morning News noted the difficulty of finding another crane capable of moving the massive metal structure as most machinery remained in Houston to aid Hurricane Harvey recovery efforts.",
            "Caraway initially estimated removal and storage costs for two Confederate monuments at $4 million funded by “excess revenue.” The price tag on Lee’s likeness has fluctuated from $600,000 to $400,000 and back up to $500,000.",
            "Beyond public comments at last week’s city council meeting, it appears Dallas taxpayers have had little formal input on this issue. A recent NBC DFW poll showed 79 percent of respondents opposed removing Lee’s statue. Only 21 percent agreed. The Dallas newspaper surveyed 503 registered city voters. Only 29 percent called for statue removal. Fifty-seven percent preferred a fictitious alternative plan where statues stayed beefed up by historical facts.",
            "A rally scheduled Saturday to “Save the Monument” will continue as planned at Lee Park. This is Texas Freedom Force (TITFF), a group “committed to protecting Texas and Texas history” organized the event. They have staged similar rallies across the state. Their president, Robert Beverly, told Breitbart Texas, “We are going to demand the statue be returned.”",
            "Beverly is a native Texan, a U.S. military veteran, a graduate of the University of Texas at Arlington, and an area business owner. He believes the city’s decision to remove Lee’s statue was largely political, questioning why no brouhaha erupted out of City Hall over a downtown Fair Park statue of R.L. Thornton, a past Democrat Dallas mayor and a prominent Ku Klux Klan figure.",
            "Follow Merrill Hope, a member of the original Breitbart Texas team, on Twitter."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/Dallas-robert-e-lee-640x459.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/kentucky-gov-bevins-support-for-graham-cassidy-obamacare-repeal-puts-mitch-mcconnell-on-notice\/",
        "header": "Kentucky Gov. Matt Bevin said on Friday that he informed Senate Majority Leader Mitch McConnell of his support for the Graham-Cassidy Obamacare repeal legislation.",
        "paragraphs": [
            "Sen. Lindsey Graham (R-SC) revealed this week that Kentucky Gov. Matt Bevin supports the Graham-Cassidy legislation to repeal and replace Obamacare through block grants. Graham said on Fox News,",
            "Matt Bevin, the governor of Kentucky, came out for the block grant approach. Matt Bevin is a great conservative; he’s figured out that if I take the money that would have been spent on Obamacare and you give it me in Kentucky with flexibility I can get better outcomes for the citizens of Kentucky, rather than some bureaucrat in Washington.",
            "At the White House, Kellie Meyer from Gray TV asked Gov. Bevin, “Now McConnell seems like he’s putting the pressure on Cassidy and Graham to get these votes. Have you spoken with the Majority Leader?”",
            "Gov. Bevin responded:",
            "I have and I know that there is pressure. Both the Senate and the White House themselves have said that the votes are just not lined up waiting to be cast, there is a lot work to be done. I spoke with Sen. Cassidy about that earlier today. He is confident as they are able to make the case to folks that it is easier and easier for people to understand. It’s a function of communication and education. We’ll see there is a limited amount of bandwidth here; there is a lot that needs to be done in the month of September. We’ll see what happens, but Sen. Cassidy and Sen. Graham are very confident that they will be able to find those votes. We’ll see if they do.",
            "Gov. Bevin’s support for the bill puts pressure on Mitch McConnell, a Kentucky senator, to gather support amongst Senate Republicans to pass the Obamacare repeal bill. Congressional Republicans have until the end of the month to pass an Obamacare repeal bill using budgetary reconciliation that would allow for the bill to pass with only a simple majority in the Senate.",
            "On Friday, House Speaker Paul Ryan and House Majority Kevin McCarthy signaled their support for the Obamacare repeal bill, suggesting that they could expedite the bill’s passage through the House if it were to pass through the upper chamber.",
            "Kentucky @GovMattBevin says he spoke to @SenateMajLdr on #CassidyGraham healthcare plan. https:\/\/t.co\/HGLC27OHOC pic.twitter.com\/nbWgk4AT6e",
            "— Kellie Meyer (@KellieMeyerNews) September 15, 2017"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/mcconnell_bevin_ap-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/kevin-mccarthy-backs-graham-cassidy-obamacare-repeal-legislation\/",
        "header": "House Majority Leader Kevin McCarthy (R-CA) backed the Graham-Cassidy Obamacare repeal legislation in a tweet on Friday.",
        "paragraphs": [
            "McCarthy said in a tweet, “#Obamacare is failing. #GrahamCassidy returns control to states and empowers them to innovate and stabilize costs.”",
            "The renewed Obamacare repeal effort continues to gain traction. On Friday House Speaker Paul signaled support for the Obamacare repeal legislation. Sen. Lindsey Graham (R-SC) suggested that they nearly have enough votes for the bill to pass through the Senate. Graham told Breitbart News that at least 14 governors support the Obamacare repeal bill",
            "President Donald Trump applauded Sens. Graham and Bill Cassidy’s (R-LA) efforts to revive Obamacare repeal.",
            "#Obamacare is failing. #GrahamCassidy returns control to states and empowers them to innovate and stabilize costs.",
            "— Kevin McCarthy (@GOPLeader) September 15, 2017"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2016\/02\/ap_kevin-mccarthy_ap-photo-640x398.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/paul-ryan-signals-support-for-graham-cassidy-obamacare-repeal-plan-as-momentum-grows\/",
        "header": "House Speaker Paul Ryan signaled support for Sens. Lindsey Graham and Bill Cassidy’s legislation on Friday to repeal and replace Obamacare through block grants.",
        "paragraphs": [
            "Speaker Ryan said, “I appreciate Senators Graham and Cassidy continuing to work on a plan to pass the Senate. I’ll take federalism over Obamacare any day.”",
            "Momentum for the Obamacare block grant repeal legislation continues to grow. Sens. Cassidy and Graham said on Friday that they believe that they nearly have the votes to have the bill pass through the Senate.",
            "A number of governors have come out publicly in support of the new Obamacare repeal legislation. Wisconsin Gov. Scott Walker, Utah Gov. Gary Herbert, Oklahoma Gov. Mary Fallin, and Iowa Gov. Kim Reynolds endorsed the Graham-Cassidy Obamacare repeal plan in exclusive interviews with Breitbart News. Herbert declared that the bill was a “vast improvement over the Affordable Care Act.” Graham told Breitbart News that at least 14 governors support the Graham-Cassidy Obamacare legislation.",
            "President Donald Trump applauded the legislation, and hopes that the bill will serve as the vehicle to repeal and replace Obamacare.",
            "I appreciate Senators Graham and Cassidy continuing to work on a plan to pass the Senate. I’ll take federalism over Obamacare any day.",
            "— Paul Ryan (@SpeakerRyan) September 15, 2017"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/wi\/ap\/06\/1g9akn9-640x427.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/bill-cassidy-nearly-has-the-votes-for-obamacare-block-grant-repeal-bill\/",
        "header": "Sen. Bill Cassidy (R-LA) told reporters on Friday that he almost has the votes to pass his Republican coalition’s new legislation to repeal and replace Obamacare through block grants.",
        "paragraphs": [
            "Cassidy said, “I am pretty confident we’ll get there on the Republican side. We’re probably at 48-49 [votes] and talking to two or three more.”",
            "Republicans have a short window of opportunity to repeal and replace Obamacare. Only until the end of the month can they use budgetary reconciliation to pass an Obamacare repeal bill with a simple majority in the Senate.",
            "The new Obamacare repeal bill, sponsored by Sens. Lindsey Graham (R-SC), Bill Cassidy, Dean Heller (R-NV), and Ron Johnson (R-WI), would repeal Obamacare’s individual and employer mandate. The bill would also rescind Obamacare’s medical device tax and deliver health care to the states so that Republican states can devise more conservative and affordable health care systems compared to the Affordable Care Act.",
            "Sen. John Cornyn (R-TX) said on Thursday that he will do a “whip count” on the Graham-Cassidy bill to figure out the legislation’s level of support.",
            "“What I told Senator Graham is we would work to try to get a sense of where people were … so my hope is we’ll get that preliminary information back in the next few days,” Cornyn explained.",
            "The legislation, otherwise known as Graham-Cassidy-Heller-Johnson (GCHJ), continues to gain momentum. Sen. Graham revealed to Breitbart News that at least 14 governors support the Obamacare repeal legislation. Utah Gov. Gary Herbert said that the Graham-Cassidy legislation was a “vast improvement over the Affordable Care Act.”",
            "President Donald Trump applauded Graham and Cassidy’s efforts to repeal Obamacare.",
            "Sens. Graham and Cassidy made a presentation on Graham-Cassidy during a closed-door GOP caucus lunch on Thursday. Graham was encouraged b Senate Majority Leader Mitch McConnell’s response during the lunch.",
            "Graham said, “He encouraged everybody to jump on board … I’m very pleased with the leader’s response. I can tell you this: if we had a vote right now we would get 47, 48 votes.”"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/05\/Obamacare-AP-1-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/texas\/2017\/09\/15\/cartel-smuggler-attacks-border-patrol-agent-failed-drug-run\/",
        "header": "RIO GRANDE CITY, Texas — A Gulf Cartel drug smuggler trying to move a load of marijuana into Texas tried to use his vehicle as a weapon to ram a Border Patrol agent pursuing him. The agent was forced to fire his handgun four times at the suspect’s vehicle, but the smuggler swam back to Mexico. ",
        "paragraphs": [
            "The failed drug run took place near the town of Garceno when federal authorities spotted a vehicle carrying 40 bundles containing close to 500 pounds of marijuana, information provided to Breitbart Texas by the Starr County Sheriff’s office revealed. The town of Garceno is immediately north of an area known as the Ribereña, one of the most important drug trafficking and human smuggling routes used by Mexico’s Gulf Cartel. ",
            "Authorities tried to stop the vehicle but the northbound driver turned around toward the Rio Grande to perform a tactic called a “splashdown”, which is when cartel smugglers drive into the river while a team of smugglers waits in the water to recover the load before authorities respond. ",
            "The agent fired four shots through his windshield and managed to strike the smuggler’s southbound vehicle twice before swerving to avoid being rammed. Authorities do not believe the smuggler was struck by gunfire.",
            "Ildefonso Ortiz is an award-winning journalist with Breitbart Texas. He co-founded the Cartel Chronicles project with Brandon Darby and Stephen K. Bannon.  You can follow him on Twitter and on Facebook.",
            "Brandon Darby is managing director and editor-in-chief of Breitbart Texas. He co-founded the Cartel Chronicles project with Ildefonso Ortiz and Stephen K. Bannon. Follow him on Twitter and Facebook. He can be contacted at bdarby@breitbart.com."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2016\/04\/GettyImages-52487766-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/tech\/2017\/09\/15\/austin-community-college-professor-resigns-after-tweeting-id-be-ok-if-betsy-devos-was-sexually-assaulted\/",
        "header": "Attorney and professor Robert Ranco has resigned from his teaching post at Austin Community College after tweeting he’d “be OK if” Secretary of Education Betsy DeVos was sexually assaulted.",
        "paragraphs": [
            "In a tweet that has since been deleted, Attorney and Austin Community College Professor Robert Ranco wrote that he would “be ok if Betsy DeVos was sexually assaulted.” The tweet has since been archived.",
            "Ranco’s tweet came in response to DeVos’ announcement that she would be implementing changes on how universities handle sexual assault investigations. Specifically, DeVos is implementing changes that will ensure that those accused of sexual misconduct receive the due process rights they deserve.",
            "Earlier this week, Ranco resigned from The Carlson Law Firm. He released an apology statement in which he called the tweet “a mistake.”",
            " My tweet from Friday was a mistake. I take full responsibility from it. It was my mistake and nobody else’s and I apologize. I’ll be working continuously moving forward to make it for my mistake. I hope that Secretary DeVos and anyone else who was offended, impacted, shocked by my actions that they can find it in their hearts to forgive me.",
            "Now, Ranco has resigned from his post as an adjunct professor of paralegal studies at Austin Community College. In a statement, the school wrote that Ranco’s tweet does not represent the college’s values. “The comment he posted on his personal social media page does not represent ACC’s vision, mission, or values,” the school’s statement read. “The college never condones sexual assault under any circumstance.”",
            "Ranco released an apology to DeVos on Twitter. “I made comments directed at you that were absolutely inexcusable, and I am sorry for that,” he wrote. “I may disagree with your policies, but please know that I don’t believe anyone should ever be subjected to a sexual assault.”",
            "My formal apology to @BetsyDeVosED. pic.twitter.com\/cgaywfaj8U",
            "— Rob Ranco (@RancoLaw) September 13, 2017"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/07\/DeVos-tight-mouth-Getty-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/texas\/2017\/09\/15\/cartel-gunmen-attack-funeral-procession-mexican-border-state\/",
        "header": "CIUDAD VICTORIA, Tamaulipas — The raging cartel violence that continues to envelop this border state took an odd turn when gunmen killed two underage brothers and an adult woman who were taking part in the funeral procession of a recently murdered cartel member. ",
        "paragraphs": [
            "The multiple homicides took place south of this city along the highway that connects with the rural community of Soto La Marina. ",
            "Those attacked were taking part in the funeral procession of 20-year-old Jose Ramon Sandoval Garcia who was murdered in his home last week. Jose Ramon was linked to one of the cartels that operate in the city and was believed to have carried out local extortions. During the funeral procession, a team of rival cartel gunmen riding in various SUVs pulled up next to the procession and opened fire.",
            "When the attack took place, the two 13-year-old brothers, Adolfo and Angel Ramizez Avalos, were struck by multiple bullets as they rode in the back of an older Ford F-150. ",
            "The sudden attack sent others fleeing in a panic as they attempted to avoid being shot by automatic bursts of gunfire. On the side of the road next to a barb wire fence, authorities located the body of the unidentified woman who appears to have been hit by a stray bullet and collapsed. ",
            "One of those in attendance rushed to a local gas station to call for help, asking for the military and the red cross to respond. By the time emergency personnel arrived, the two teenagers had died. Paramedics were able to tend to another teen named Cristian Azael Perez Torres, shot twice in the groin area and was rushed to the local children’s hospital in critical condition. ",
            "The raging violence that continued to take place in this city is tied to an ongoing war for control between two rival factions of Los Zetas. As Breitbart Texas has been reporting, one faction called Cartel Del Noreste is fighting with another faction called Vieja Escuela Zeta, leading to an unending number of shootouts, executions, and kidnappings.",
            "Editor’s Note: Breitbart Texas traveled to the Mexican States of Tamaulipas, Coahuila, and Nuevo León to recruit citizen journalists willing to risk their lives and expose the cartels silencing their communities.  The writers would face certain death at the hands of the various cartels that operate in those areas including the Gulf Cartel and Los Zetas if a pseudonym were not used. Breitbart Texas’ Cartel Chronicles are published in both English and in their original Spanish. This article was written by “Francisco Morales” from Tamaulipas "
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/Cartel-Funeral-Attack-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/donald-trump-no-chain-migration\/",
        "header": "President Donald Trump zagged back towards his 2016 election-winning immigration platform Friday morning, tweeting out a demand that Congress reduce low-skill chain migration.",
        "paragraphs": [
            "CHAIN MIGRATION cannot be allowed to be part of any legislation on Immigration!",
            "— Donald J. Trump (@realDonaldTrump) September 15, 2017",
            "The demand, if maintained, would kill Trump’s late-night DACA amnesty deal with Senate Majority Leader Chuck Schumer, who strongly supports chain migration.",
            "Trump’s aides, however, also announced Friday that the President would issue a consistent immigration policy in a week or 10 days, according to Bloomberg.",
            "Trump’s revived demand for an end to chain-migration is a reversion to his August support for the popular RAISE Act, which would end the “chain migration” rules which allow recent immigrants to get citizenship for their unskilled and government-dependent relatives.",
            "",
            "House Speaker Paul Ryan has also spoken out against chain migration, and House chairman Rep. Lamar Smith has introduced a bill to end chain migration.",
            "Democrats, however, strongly oppose any curbs on chain-migration because they are relying on a huge inflow of unskilled immigrants to win national political dominance. Without the new chain migrants, the Democrats’ progressive leaders would be forced to humiliate themselves by offering pro-American concessions to American voters.",
            "For example, the emerging deal between Trump and Schumer would provide quick citizenship for at least 3 million illegals via the “Dream Act.” But those 3 million could bring another several million immigrants — and likely Democratic voters — via “chain migration” during the following ten years.",
            "If you replace DACA with the DREAM Act, that will be 3 million plus. After chain migration it will be the biggest amnesty in modern history. https:\/\/t.co\/rlS9035qJO",
            "— FAIR (@FAIRImmigration) September 14, 2017",
            "Most media coverage of the DACA deal suggests it only covers the 700,000 “dreamer” illegal immigrants who are now protected by former President Barack Obama’s 2012 “DACA” amnesty. Schumer and House Minority Leader Nancy Pelosi insist that the deal endorses the much larger Dream Act, which would ensure a much larger wave of subsequent chain migration.",
            "Business groups fully support chain migration because it imports an roughly 400,000 new welfare-funded customers and potential cheap employees each year.",
            "Four million Americans turn 18 each year and begin looking for good jobs. However, the government imports roughly 1 million legal immigrants to compete against Americans for jobs.",
            "The government also hands out almost 3 million short-term work permits to foreign workers. These permits include roughly 330,000 one-year OPT permits for foreign graduates of U.S. colleges, roughly 200,000 three-year H-1B visas for foreign white-collar professionals, and 400,000 two-year permits to DACA illegals.",
            "That Washington-imposed policy of mass-immigration floods the market with foreign labor, spikes profits and Wall Street values by cutting salaries for manual and skilled labor offered by blue-collar and white-collar employees. It also drives up real estate prices, widens wealth-gaps, reduces high-tech investment, increases state and local tax burdens, hurts kids’ schools and college education, pushes Americans away from high-tech careers, and sidelines at least 5 million marginalized  Americans and their families.",
            "Amid the huge inflow of new workers, wages for men have remained flat since 1973, and the percentage of working Americans has declined steadily for the last few decades:",
            "",
            " ",
            " ",
            " "
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/trump-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/kassam-potus-signs-anti-hate-resolution-a-major-assault-on-americas-first-amendment\/",
        "header": "DACA wasn’t the biggest win for the swamp-left this week.",
        "paragraphs": [
            "Blink and you’ll have missed it. In amongst the furore over immigration, news coverage of Hurricane fallout, and North Korea’s latest tub thumping, President Trump signed that anti-free speech resolution I warned about just a few days ago.",
            "The Associated Press reports:",
            "President Donald Trump has signed a resolution condemning white supremacists, neo-Nazis and other hate groups following a white-nationalist rally in Virginia that descended into deadly violence.",
            "The resolution also urged Trump and his administration to speak out against hate groups that espouse racism, anti-Semitism and white supremacy.",
            "That’s not entirely accurate. In fact it’s a pretty thoughtless and likely intentional misinterpretation of the breadth of this resolution and its real world implications.",
            "As I’ve already pointed out, the resolution expresses “support for the Charlottesville community”, which is great, but then demands the President rejects “White nationalists, White supremacists, the Ku Klux Klan, neo-Nazis, and other hate groups” and urges him and his cabinet to “use all available resources to address the threats posed by those groups”.",
            "Were it simply this symbolic, I wouldn’t be banging on about it. Were epithets like “white nationalist” or “white supremacist” not used against people like me, and sites like Breitbart.com, it may be excusable — and mockable — as simple virtue signaling.",
            "But it’s not just symbolic.",
            "The resolution demands “the President and the President’s Cabinet… use all available resources to address the threats posed by those groups” and requires “the heads of other Federal agencies… improve the reporting of hate crimes and… emphasize the importance of the collection, and… reporting to the Federal Bureau of Investigation, of hate crime data by State and local agencies”.",
            "As egregious and disgusting as many of the groups mentioned are, this is still — last time I checked — the United States of America. The only country that has enshrined in law its commitment to defending people’s rights to say whatever they want, no matter how nasty, depraved, absurd, or “deplorable”.",
            "It is also telling that after months of hurling these labels at people like you and I — and indeed at the President himself — the establishment is now demanding President Trump “use all available resources to address the threats”.",
            "This isn’t just an attack on the KKK and fringe groups. It’s a veiled attack on anything the establishment considers to be a threat to its long-standing though swiftly diminishing hegemony over the political discourse in this country. If you’re on the political left — especially if you’re a Bernie supporter — don’t think they won’t try and apply this to you, too. This is real fascism.",
            "As I said recently of the intentionally vague and sometimes meaningless terminology used in the resolution:",
            "Today, a “racist” is someone who believes in legal immigration. An “extremist” is someone who doesn’t believe in mass, state-funded abortion. A “xenophobe” is someone who takes pride in their nation. An “anti-Semite” is — curiously — someone who supports the State of Israel, and “white supremacy” now occupies the Oval Office. The Overton window has shifted so far that even practicing Muslims are now decried by the most heavily quoted sources as “Islamophobes”.",
            "Last night the President signed this.",
            "While I have no truck with ethno-nationalists or the KKK, this is an obvious ruse — the first move in a long attempt to criminalise speech, or even thought, in the United States.",
            "Ask yourself why when there are hurricanes, when there’s North Korea, when there’s international terrorism, when there’s the DACA debate, the President was being urged to sign this resolution right now.",
            "Why the priority if its only symbolic? Why the loose language?",
            "This is a heinous betrayal, and the fact no one seems to care about it is even more concerning.",
            "Raheem Kassam is the Editor in Chief of Breitbart London and author of No Go Zones: How Shariah Law is Coming to a Neighborhood Near You√"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2015\/05\/Phoenix-rally-young-man-with-sign-RTR4Y3P7-e1502059666454-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/california\/2017\/09\/15\/blue-state-blues-donald-trump-dare-not-betray-angel-moms\/",
        "header": "Donald Trump would not have been elected president if not for the support of the “Angel Moms” — the mothers (and fathers) who lost children to crimes committed by illegal aliens.",
        "paragraphs": [
            "That fact is worth remembering as Trump prepares to make a deal with Democrats on the fate of those illegal aliens benefiting from the Deferred Action for Childhood Arrivals (DACA) program — which he is ending, but which he now clearly hopes to codify in law.",
            "Trump declared his candidacy on June 16, 2015, riding down the escalator in Trump Tower and delivering a speech in which he clumsily blasted Mexican immigrants — not distinguishing between legal and illegal ones.",
            "It was a poor start, and the Trump campaign failed to take off. For three and a half weeks, Trump languished at the bottom of the polls. On July 10, 2015, he was still in sixth place, behind frontrunner Jeb Bush and even losing to Mike Huckabee.",
            "But on that day, Trump did something that changed the shape of the presidential race. He met with the families of the Remembrance Project, a group of Angel Moms and Angel Dads dedicated to preserving the memories of their loved ones and raising awareness about crimes committed by those who never should have been in the country at all. (Kate Steinle had been murdered nine days before; the crime had been covered extensively by Breitbart News.)",
            "There is a famous photograph that emerged from that meeting, taken by Jae C. Hong of the Associated Press. It showed the ever-voluble Trump simply listening to the stories of the bereaved parents, his arms folded in front of him, his brow furrowed in concern.",
            "AP Photo\/Jae C. Hong",
            "That photograph went viral. And Trump’s poll numbers skyrocketed. Within nine days, Trump had taken the lead in the Republican primary race, and he almost never gave it up after that.",
            "Trump featured the Angel Moms and Dads at numerous campaign rallies and events, including the Republican National Convention. He sometimes yielded the podium to them mid-speech, forcing the mainstream media news networks to cover them, giving them a platform they had never had before.",
            "And they helped him immensely: here was living proof that Trump cared about ordinary Americans, about people whom the government had forgotten.",
            "Now those Angel Moms worry they are being forgotten again. The potential deal that Trump and the Democratic leadership announced this week — DACA for “border security” — is a total betrayal of his campaign promises. It also ignores the lesson of more than a decade of efforts at immigration reform, which is that the public will only accept legal status for the “undocumented” after the border has been completely secured against new lawbreakers.",
            "Read the words of the Angel Moms themselves, reported — as ever — by Breitbart News’ Michelle Moons, who has been covering them since long before the 2016 presidential campaign. Some are open to compromise on DACA, but not before the border wall has been built; not before Kate’s Law — which increases the penalties for entering the country illegally after deportation — has passed the Senate; not before the “sanctuary cities” have been stopped.",
            "Republican leaders are delighted with the purported DACA deal, eager for Trump to enact what Barack Obama could not do with both houses of Congress.",
            "But if Trump goes through with it, he will be responsible for the worst betrayal in American political history. And the Angel Moms who once joined him onstage will hound him at every turn, leading growing throngs of protesters. They will bring him down, unless he changes the deal.",
            "It is not too late.",
            "Joel B. Pollak is Senior Editor-at-Large at Breitbart News. He was named one of the “most influential” people in news media in 2016. He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery. Follow him on Twitter at @joelpollak."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2014\/12\/Blue-State-Blues.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/tech\/2017\/09\/15\/former-facebook-exec-calls-tech-companies-surveillance-states-says-they-invite-regulation\/",
        "header": "A former Facebook executive has stated that tech companies such as Google and Facebook have become “surveillance states” and are “inviting government regulation.”",
        "paragraphs": [
            "CNBC reports that Chamath Palihapitiya, former Facebook executive and current CEO of Social Capital Hedosophia Holdings, has stated that he believes e-commerce giant Amazon to be a better investment than tech companies Google and Facebook. Palihapitiya believes that Facebook and Google are more vulnerable to regulatory risks due to the high number of retailers that compete with Amazon.",
            "“Amazon is a microscopic portion of global consumption today, so ultimately I think it has more room to grow before it invites regulatory overview,” Palihapitiya said. “On the other hand, Facebook and Google effectively are surveillance states. And they have so much personal, private information about so many citizens of so many countries.” Companies like Google and Facebook are, however, already under threat of regulation with Google being fined a record $2.7 billion by the EU.",
            "“It’s already beginning because it’s part and parcel to them realizing that there’s too much power unbounded,” said Palihapitiya. He went on to say that while tech companies’ soaring stock prices may be inviting to some investors, he believes that companies like Amazon are more likely to win out in the long run as they’re competing against outdated competitors such as Wal-Mart. Although Wal-Mart has taken steps to move into the digital age with the purchase of companies like Jet.com and Bonobos, Amazon outstrips the competition with their products like Alexa, Kindle and Amazon cloud storage.",
            "“It is competing against fundamentally impaired companies, including Wal-Mart, quite honestly,” Palihapitiya said. “That don’t have the technical savvy; they don’t have the capabilities, specialty retailers, an entire overhang of cost structure that [Amazon doesn’t] have to deal with.”",
            "Facebook, Google, and Wal-Mart did not respond to requests for comment from CNBC.",
            "Lucas Nolan is a reporter for Breitbart News covering issues of free speech and online censorship. Follow him on Twitter @LucasNolan_ or email him at lnolan@breitbart.com."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/wi\/afp\/13\/3as48dn-e1505499404683-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/tech\/2017\/09\/15\/google-hit-with-gender-pay-discrimination-lawsuit\/",
        "header": "Google is facing this week a lawsuit by three female ex-employees, the second time in recent months the tech giant has been accused of paying female workers less than men.",
        "paragraphs": [
            "SiliconValley.com reports that three female former Google employees have filed a lawsuit against the tech giant alleging gender pay discrimination within the company and a “sexist culture.” These allegations come just a few months after Google was accused of systemic gender pay discrimination by the U.S. Department of Labor. The female employees allege that women are “segregated” into lower paying jobs which greatly hampers their advancement within the company, while male employees with fewer qualifications are fast-tracked to higher positions.",
            "James Finberg, the lawyer representing the three women, said in a statement, “This is not just about three women trying to get money, this is about three courageous women stepping forward to change the company, to help women in the future and to change the Valley as a whole.” The legal action is currently seeking class-action status to represent all women discriminated against by the company over the past four years. Plaintiff Kelly Ellis stated, “It was time to stand up and say, ‘This isn’t OK, this isn’t fair, and no more. It really feels like a good time to be bringing this lawsuit, because people are waking up to the fact that sexism is pervasive and real in Silicon Valley and in the technology industry.”",
            "Finberg stated that the case brought against Google would rely heavily on testimony from the U.S. Department of Labor’s hearings which showed, “statistically significant (compensation) disparities adverse to women across the board.” Google spokeswoman Gina Scigliano stated that the company disagrees with “central allegations” in the plaintiff’s case. “We work really hard to create a great workplace for everyone, and to give everyone the chance to thrive here,” Scigliano said. “Job levels and promotions are determined through rigorous hiring and promotion committees, and must pass multiple levels of review, including checks to make sure there is no gender bias in these decisions. Scigliano continued, “We have extensive systems in place to ensure that we pay fairly. But on all these topics, if we ever see individual discrepancies or problems, we work to fix them.”",
            "Adriana Gascoigne, CEO of the non-profit Girls In Tech, stated that this issue was not just specific to Google, “There is a systemic problem where women are getting paid less than their male counterparts for doing the same exact job, because employers can get away with it,” Gascoigne said. “I’m glad that these women are coming forward and holding this tech giant accountable because it needs to happen in order to create change,” said Gascoigne.",
            "The suit seeks unspecified “wages due” and damages, as well as shares of Google, profits from the companies “unlawful and\/or unfair business practices.” The suit also requests Google to stop paying their female employees less than male employees.",
            "Lucas Nolan is a reporter for Breitbart News covering issues of free speech and online censorship. Follow him on Twitter @LucasNolan_ or email him at lnolan@breitbart.com."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/08\/google3-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-hollywood\/2017\/09\/15\/feminist-movie-blogger-devin-faraci-faces-new-sexual-misconduct-charge\/",
        "header": "For those of you unfamiliar with Devin Faraci, he is a well-known movie blogger going back more than a decade, beginning most prominently with the geek-site CHUD before launching Birth.Movies.Death in 2010.  Last October, Faraci stepped down in disgrace after an allegation of grotesque sexual misconduct against him became public. After 11 months of supposed self-reflection and sobriety, this year’s Fantastic Fest was supposed to begin his rehabilitation return.",
        "paragraphs": [
            "That is not going very well.",
            "To begin with, very few people are willing to forgive Faraci. The allegations are horrific. In his own defense, Faraci has only said that he was a “blackout drinker” at the time and does not remember anything. He has not, however, denied the allegations.",
            "If you believe in Karma, the bottom fell out of Faraci’s professional life in the most Karmic way imaginable. The leftwing social justice warrior and self-described “feminist” was on Twitter blasting away at then-candidate Donald Trump over the just-released Access Hollywood tape — and then this happened:",
            "@devincf quick question: do you remember grabbing me by the pussy and bragging to our friends about it, telling them to smell your fingers?",
            "Faraci resigned in disgrace the following day. Other less-disturbing but still serious allegations soon came to light.",
            "The other reason very few are willing to forgive is that outside of the above, Faraci was already seen within the movie-blogging community as an unforgiving, swaggering, foul-mouthed, sexist bully — a leftwing social justice warrior besotted with his own power. This included trying to convince people to commit suicide:",
            "One particular incident, in August 2015, saw Faraci attack screenwriter John Gary on Twitter, giddily trying to goad him into suicide before ‘offering’ to look after his wife in the aftermath. He also told critic Greg Cwik to kill himself in tweets that have since been deleted. He’s known for being, to put it kindly, confrontational at public events, towards other critics and publicists. You don’t have to go far to find a critic or person working in film in LA who’s had a nasty encounter with him, be it an intimidating encounter at a screening or one of his stalker sessions on Twitter.",
            "Devin Faraci was never a good guy, even before he was accused of sexual assault. It didn’t matter how hard he tried to cloak himself in the rhetoric of progressive activism and feminist film theory — he was a dick to women.",
            "More from the Daily Beast:",
            "Though Faraci’s bad behavior wasn’t reserved for women … he did display a pattern of virtual and real-life misogyny. One Twitter user recently issued a “casual reminder” that “Devin Faraci and Matt Mira once sent their followers after me, a fat woman, for daring to criticize Jessica Jones,” adding, “Casual reminder Matt Mira and Devin Faraci were liking and retweeting ‘jokes’ about how my rapist must have been into bestiality to rape me.”",
            "And there is just no question that Faraci’s abysmal behavior was tolerated only because his political views were “correct.”",
            "The whole incident blew up again this week when Tim League, owner of the Alamo Drafthouse (which owns Birth.Movies.Death) and co-founder of Fantastic Fest, announced that it was time to give Faraci a second chance, that his byline would again be seen on the upcoming Fantastic Fest brochure.",
            "This did not sit well with the Geek World. A big part of the problem is that League did not appear to be disclosing this decision out of a sense of transparency. Rumors surrounding Faraci’s secret employment had just come to a boiling point. Many believe Faraci was never fired as promised, but worked as a copywriter for League without a byline.",
            "Fairly or not, League now looks like someone trying to cloak his deceit in forgiveness and humanity.",
            "Faced with a high-profile resignation and a firestorm that is only getting worse, League has now hired a crisis-management firm.",
            "The news is even worse for Faraci. According to the Daily Beast, it looks as though the renewed publicity has resulted in another charge of sexual misconduct (this is one I have not seen before). Regardless, if the allegation is true, the “feminist” Faraci truly is every professional woman’s nightmare come true:",
            "“Somehow, Faraci and I ended up stumbling around the last bar together, everyone was drifting back, and Faraci said we needed to go back too. He kept complimenting me, something came up about my not having a boyfriend, and he stopped me in front of the hotel and kissed me. I think he stopped and kissed me a few times. I was VERY drunk, so I can’t say it was entirely consensual. I know I wanted out of the situation… Something finally came to in my brain and I politely excused myself, pointing out he had a girlfriend and it was not something I would do.”",
            "The woman explained that Faraci proceeded to ice her out, unfollowing her on Twitter and ignoring her in person. “While I was working for [REDACTED FILM WEBSITE],” she continued, “I quietly shared my experience with Devin with readers and fellow writers, and learned that this was not only common, but that Faraci had a long history of predatory behavior. Those stories aren’t mine to share, but they were awful, and very much echo the public allegations against him. I count myself lucky I wasn’t subjected to the more violent harassment he laid on other women.”",
            "As a big believer in second chances myself, Faraci is a unique case. This is not a man who told an offensive joke on Twitter, momentarily lost his temper on Facebook, or said something stupid in the heat of a cable news debate. Faraci is a world-class S.O.B. who would have danced on the grave of any professional career he destroyed. Moreover, his alleged misconduct is objectively monstrous.",
            " ",
            "Follow John Nolte on Twitter @NolteNC.               Follow his Facebook Page here."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/DevinFaraci-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/tech\/2017\/09\/15\/free-speech-social-network-gab-files-lawsuit-google\/",
        "header": "Gab, the free speech social network, has filed a lawsuit against Google after they were suspended without warning from Google’s Play Store last month.",
        "paragraphs": [
            "The social network, which boasts itself as a platform for everyone and recently raised over $1 million in public investment, was suddenly suspended and removed from Google Play for “hate speech,” despite the fact that it had been available on the platform for several months.",
            "“Free speech social media site Gab AI, Inc. filed a lawsuit in the United States District Court for the Eastern District of Pennsylvania against Google for violations of the Clayton Act and Sherman Act,” declared the company in a blog post, Friday. “The lawsuit stems from Google removing Gab from its Google Play Android app store on spurious grounds of ‘hate speech’ arising from posts by users.”",
            "“Google did not accuse Gab of hate speech, but used third party content as a pretext to justify its own business ends,” they continued. “Gab, a startup, aims to bring ‘folks together of all races, religions, and creeds who share in the common ideals of Western values, individual liberty and the free exchange and flow of information.'”",
            "Gab’s attorney, Marc Randazza, claimed in a statement that Google’s actions against Gab were “a straightforward violation of the antitrust laws.”",
            "“Google Play and Android have monopoly power in the app store market, and Google’s apps YouTube and Google+ compete directly against Gab,” claimed Randazza. “Google’s intimate partnership with Twitter, which also competes against Gab, makes Google’s control of all Android apps available through the Play Store a serious restraint of trade issue.”",
            "“Regardless of Google’s pretextual justification for removing Gab, the effect is that they used their monopoly power in the app store to block an upstart competitor it in the social media app market,” he added. “To the detriment of millions of consumers who value free speech.”",
            "Gab CEO Andrew Torba also released a statement on the lawsuit, calling Google “the biggest threat to the free flow of information.”",
            "“Gab started to fight against the big tech companies in the marketplace, and their monopolistic conduct has forced us to bring the fight to the courtroom,” Torba declared. “We are going to be outspent and outgunned, but we believe we have the law — and basic principles of fairness — on our side.”",
            "“This may be a David and Goliath fight,” he concluded. “But remember: David won.”",
            "In an email to Breitbart Tech, Gab COO and Global Affairs Director, Utsav Sanduja, confirmed, “Gab used the resources donated to us by the community to help us in our fight against corporate injustice and thought-censorship.”",
            "After Breitbart Tech asked Sanduja whether Gab planned to file similar lawsuits against Apple, who also repeatedly banned the social network from their store, or other major technology companies, he replied, “Gab is exploring all options on the table.”",
            "Charlie Nash is a reporter for Breitbart Tech. You can follow him on Twitter @MrNashington and Gab @Nash, or like his page at Facebook."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/08\/Gab-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-hollywood\/2017\/09\/14\/box-office-poison-jennifer-lawrence-announces-shes-taking-break-acting\/",
        "header": "Hollywood A-lister Jennifer Lawrence told NBC’s Today co-host Savannah Guthrie Thursday that she’s planning on taking a break from acting.",
        "paragraphs": [
            "While promoting her new Darren Aronofsky-directed horror-thriller, mother!, and amid controversy over her anti-President Trump climate change comments, Lawrence revealed that she doesn’t have another on-screen project lined up for the next two years.",
            "Asked if she’s thinking about taking a break from acting, Lawrence said “I’m taking one. I don’t have anything set for two years.”",
            "“I think I’m just taking a little break,” she added before saying, “I’ll see you in six months.”",
            "",
            "At 27, Lawrence — who won an Academy Award at 22 (and has been nominated for three others) — is one of Hollywood’s most sought after actors. Having starred in multiple billion dollar franchises, including the Hunger Games film series and three X-Men films, Lawrence was the highest paid actress in 2015 and 2016.",
            "The Joy actress is also one of Hollywood’s most politically outspoken stars. She was a very vocal critic of Trump and his supporters during the presidential campaign, even claiming that Trump’s election would mark the world’s end.",
            "“If Donald Trump becomes president, that will be the end of the world,” the Hunger Games star said in 2015 at a promotional press junket. In the wake of Trump’s victory over Hillary Clinton, Lawrence told her fans the election was proof that sexism and racism is still America’s “stark reality.”",
            "The actress faced fire earlier this month after she appeared to claim that the deadly hurricanes Harvey and Irma were nature’s wrathful response to the election of Trump.",
            "The star’s political activism, Breitbart News’ John Nolte notes, may be hurting her box office brand.",
            "“Almost exactly five years after the release of House at the End of the Street — despite numerous Oscar nominations (and a win) and starring in two huge franchises (Hunger Games, X-Men), Lawrence’s hateful and bigoted mouth, her relentless attacks on men, Christians, President Trump and his supporters — could result in a record low opening for a Jennifer Lawrence film in wide release,” Nolte writes.",
            "Actress Jennifer Lawrence, winner of the Best Actress award for “Silver Linings Playbook,” poses in the press room during the Oscars held at Loews Hollywood Hotel on February 24, 2013 in Hollywood, California. (Jason Merritt\/Getty Images)",
            "This Sept. 6, 2017 file photo, Jennifer Lawrence poses for photographers upon arrival at the premiere of the film Mother”, in London. (Vianney Le Caer\/Invision\/AP, File)",
            "Still, Lawrence is expected to have a persistent presence on the red carpet for the foreseeable future. Due out next March, Fox’s Red Sparrow sees Lawrence as a Russian spy who falls for a CIA officer and is slowly convinced to become an ass-kicking double agent. She is currently filming her fourth turn as the shape shifting mutant Mystique in X-Men: Dark Phoenix and Lawrence recently signed on to take the starring role of billionaire tech entrepreneur Elizabeth Holmes in Adam McKay’s bio-drama Bad Blood.",
            "Mother stars Jennifer Lawrence, Javier Bardem, Ed Harris, and Michelle Pfeiffer and opens Sept. 17.",
            "Follow Jerome Hudson on Twitter @jeromeehudson"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2016\/01\/Jennifer-Lawrence-1-AP-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/video\/2017\/09\/15\/robert-deniro-disgusting-trump-administration-wont-say-global-warming-behind-hurricanes\/",
        "header": null,
        "paragraphs": [
            "Friday on CNN, actor Robert De Niro said it was “disgusting” that President Donald Trump and his administration would not link the devastation of Hurricane Irma to climate change.",
            "De Niro said, “Well, I think we all know the feeling from the White House, that they’re not too in favor of the idea of global warming, so we have to deal with that. But people will deal with it because no matter what the White House wants to do, the world sees it. There are changes. And we’re not certainly helping it by ignoring it. We, at the least, are exacerbating the situation. And for the administration to turn their back on that is disgusting.”",
            "(h\/t Grabien)",
            "Follow Pam Key on Twitter @pamkeyNEN "
        ],
        "image": null
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-hollywood\/2017\/09\/15\/mother-review-tedious-attack-christians-defense-mother-earth\/",
        "header": "Because I have been away for a while, and at the risk of sounding defensive, before we go any further, let me re-establish my bona fides. I love movies. Period. Whether or not those movies confirm with my worldview, moral or political, makes me no nevermind. Alternately, I do not automatically gush over the rare movie aimed at Christians or conservatives. The movie is the thing. It either works as art, or it does not.",
        "paragraphs": [
            "Mother! writer\/director Darren Aronofsky has attacked my Faith before, and I gave him a rave. Mother! star Jennifer Lawrence came out as a bigoted jerk years ago, and I gave her a rave. Here is my countdown of the 25 Greatest Leftwing Movies Ever Made. Here is my review of Steven Soderbergh’s Che, my first ever at Breitbart, I gave it a rave.",
            "We all good now?",
            "Cool.",
            "Many will interpret mother! (the lowercase is intentional for some obnoxious reason) in their own way. The following is my interpretation, which I am confident is the only interpretation. I may have missed a few small things, but this is what mother! is really about…",
            "No one is called by name. It is only through the credits that we learn that Jennifer Lawrence is “Mother” and Javier Bardem is “Him.” The truth, however, is that Lawrence is Mother Earth (or Gaia) and Bardem is the Christian God.",
            "The entire story takes place within a large country home set in the middle of an idyllic field. Mother and Him are married. He is a mercurial self-involved writer currently unable to create. She is a loving, supportive homemaker creating a paradise for the two of them. She cooks, she cleans, she wants a child, and she spends her days lovingly refurbishing a house that had been lost in a fire.",
            "This is when Man shows up in the form of Ed Harris. Man lies his way into the house. Mother wants him out. Him is glad for the company, anything that will distract from the chronic writer’s block. Man’s passive-aggressiveness immediately disrupts this once-peaceful paradise, and Mother cannot understand why Him is so tolerant of the stranger. Nevertheless, Him invites Man to live with them. The very next day Man’s wife arrives, Woman, in the sexy, pushy, seen-it-all-form of Michelle Pfeiffer (by far the best thing in the movie.)",
            "After Man and Woman break the only house rule (take a bite from the apple), Him finally joins forces with Mother to kick them out of the house (expel them from paradise). This is when Oldest Son and Younger Brother arrive arguing bitterly over their dying father’s estate. One son kills the other, and, well, you get the idea. Harris and Pfeiffer are Adam and Eve (there is even a reference to rib removal) and the sons are Cain and Abel.",
            "Fast-forwarding a bit…",
            "Peace has finally returned to the home and the news that Mother is pregnant finally puts an end to Him’s writer’s block. The imminent birth of their son coincides with Him finishing his book, a masterpiece (the Bible), that inspires countless fans (worshipers) to flock to Him — awful people, an unwelcome mob, a selfish, intrusive mass of humanity who fill (over-populate) Mother’s beautiful home (the Earth) and tear it apart while destroying the water supply and selfishly gobbling up all the food (resources).",
            "***MAJOR SPOILERS***",
            "Locked in a room away from the mayhem taking place throughout the rest of the house, Mother gives birth to a son. Him wants to show his wild-eyed horde of fans the newborn. Sensing danger, she refuses. In the movie’s best sequence, Him patiently waits for Mother to fall asleep. In the movie’s most hideous sequence, before Mother knows what is happening, her baby (Jesus) has been sacrificed (crucified) by Him’s fans (worshippers) and then they consume the baby (the Sacrament).",
            "From here, paradise is completely destroyed by Him’s fans (worshippers) as wars, riots, and the entire historical spectrum of man’s inhumanity to man plays out in Mother’s country home. All that remains is the Apocalypse, which arrives via oil.",
            "****END SPOILERS****",
            "The biggest problem with mother! is not that it is anti-human or anti-Christian (which it stridently is). Overall, Arnofsky has come up with an intriguing allegory, and he certainly has something to say, which makes for the best horror films.",
            "The problem is the execution, which fails completely to create the claustrophobic tension of Roman Polanski’s Rosemary’s Baby (an obvious inspiration from the frustrated artist of a husband to the creaking wooden floors) or an intriguing mystery wrapped in the appealing decadence of Luis Buñuel’s The Exterminating Angel (another obvious influence).",
            "In so many ways, Aronofsky gets in his own way. It is impossible to forget we are watching a movie when the story is told almost exclusively through self-conscious close-ups of Jennifer Lawrence. She (or her point of view) is in every scene and in at least 98% of the shots. The camera is always, always, always on her expressive face, following her so closely that at times you expect her to bump into the damn thing.",
            "Another big problem is that Lawrence’s protagonist is such a dishrag of a character, a pushover, a put upon doormat (until she is not).  Does Mother Nature not have a sense of humor, a little larceny in her heart? I think she does. Aronofsky’s Mother does not wear well.",
            "Mother! is far from a failure. Aronofsky’s feverish talent and disgust with humanity and celebrity adds heft to what is essentially a genre film, a home invasion thriller. Without the director’s bitterly angry voice, mother! would be a whopping failure. His biggest success here, ironically enough, is avoiding pretension.",
            "Nevertheless, even message movies have to work as movies or you end up with a two hour lecture, a tedious hectoring, and that is what mother! is; a highly-stylized lecture, no doubt. But without tension, scares or empathy for the central character, that is all it is.",
            " ",
            "Follow John Nolte on Twitter @NolteNC.   Follow his Facebook Page here."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/MotherLawrenceReview-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/jerusalem\/2017\/09\/15\/h-r-mcmaster-served-11-years-on-think-tank-financed-by-boeing-which-inked-billions-in-iran-deals\/",
        "header": "NEW YORK — Congressional and U.S. court moves have put the Trump administration at the center of a debate about the Boeing firm’s multi-billion dollar deals to sell airplanes to two companies partially owned by the Iranian government.",
        "paragraphs": [
            "Amid the controversy over the business deals, it is instrumental to take a closer look at White House National Security Adviser H.R. McMaster’s role at a UK-based think tank that, as Breitbart News reported, is bankrolled by Boeing as well as other conglomerates pursuing major business deals in Iran.",
            "The past affiliation may raise conflict-of-interest issues for McMaster, who is serving in a position of direct influence over U.S. policy with regard to Iran. Already, McMaster has been accused of purging the National Security Council of hardliners on Iran, and he is seen as a proponent of the Iran nuclear accord.",
            "The business deals in question are up for regulation by the U.S. government and the transactions are in jeopardy due to the possibility that the Trump administration will further sanction Iran or declare Tehran in violation of the international nuclear accord.",
            "Boeing’s deal specifically involves action that is required from the Trump administration as soon as the next few weeks.",
            "Boeing inked a $3 billion contract last December to sell 30 737 Max jets to Aseman Airlines, a firm whose largest owner is the government-run Iran National Pension Fund.  ",
            "Boeing last year also finalized a $16.6 billion deal to sell 80 aircraft to Iran Air, Iran’s flagship airline which is owned by the Islamic republic.  ",
            "As part of a lawsuit filed by families of the victims of Iran-sponsored terrorism, a Chicago federal court has asked the Trump administration to decide whether Boeing must disclose the details of its deals with the Iranian firm.",
            "Iran owes American families billions of dollars in unsatisfied court judgements, and the Shurat Hadin – Israel Law Center has been seeking information on the Boeing deals to see if Iranian assets can be frozen or seized.",
            "Attorneys for one U.S. family that was awarded a $67 million judgment against Iran for Tehran’s sponsorship of the Islamic Jihad terrorist group served Boeing with an Illinois Citation to Discover Assets with the goal of discovering whether funds can be collected from the airplane deals with Iran.",
            "The Jerusalem Post quoted Boeing as saying that the disclosure of the Iran airplane deal details would “interfere with US foreign policy toward Iran by obstructing a key component of the international nuclear deal.”",
            "This prompted Ruben Castillo, the chief United States district judge for the Northern District of Illinois, to order the Trump administration to respond by October 12 with a decision on whether disclosing the contents of the Boeing deal would harm the U.S.-brokered nuclear accord with Iran.",
            "A second issue that has put Boeing at the center of controversy involving the nuclear agreement is a House measure that was adopted earlier this week to block U.S. aircraft sales to Iran.",
            "The Hill reported on that measure:",
            "Rep. Peter Roskam (R-Ill.) offered two amendments to a 2018 government spending package that would specifically prohibit the use of funds to authorize financial transactions for the sales and prevent the Office of Foreign Assets Control from clearing licenses to allow aircraft sales.",
            "Roskam said that the U.S. should refrain from selling the aircraft to Iran given the country’s history of using commercial aircraft to transport resources, like weapons and troops, to support President Bashar Assad in Syria.",
            "Both of Roskam’s amendments were adopted by voice votes. Similar amendments offered by Roskam were also adopted as part of a spending bill last year but did not become law.",
            "McMaster, Boeing, Iran",
            "From September 2006 to February 2017, McMaster is listed as a member of the International Institute for Strategic Studies (IISS), where he served as consulting senior fellow. The IISS describes itself as a “world-leading authority on global security, political risk and military conflict.”",
            "IISS has not responded to repeated requests from Breitbart News seeking clarification about McMaster’s work at the think tank, including any salary he may have received.",
            "While IISS says it produces “objective information” on geopolitical developments, the think tank is funded by multinational firms doing major business deals with Iranian companies.",
            "Besides Boeing, here is a list of some IISS corporate sponsors doing business with firms in Iran:",
            "In June, two Iranian airlines made prospective deals with Europe-based Airbus — described as memorandums of understanding — to purchase 73 jetliners in deals reportedly worth as much as $2.5 billion. The deals are permissible because of the easing of sanctions under the Obama administration-brokered 2015 nuclear accord with Iran.",
            "The New York Times reported that aspects of the Iranian firms’ purchases of Airbus planes are subject to U.S. government regulation.",
            "The Times reported:",
            "Iran’s Airtour Airline intends to buy 45 upgraded versions of the A320 jet, and Zagros Airlines intends to buy 20 upgraded A320s and eight upgraded A330s. …",
            "The deals are permitted under the 2015 nuclear agreement Iran reached with six major powers, which relaxed sanctions in return for Iran’s verifiable pledges of peaceful nuclear work. But the deals — even for the Airbuses — still must be licensed by the United States government because many components and technology in the aircraft are made in the United States and are subject to export control regulations.",
            "The agreements with two Iranian companies to purchase 73 Airbus jets follows another purchase by IranAir of 180 Airbus jets that was downgraded to 100 jets last December at an estimated value of about $10 billion.",
            "Total SA, the French multinational oil and gas company, is a donor to IISS. Last month, Total SA and a Chinese oil firm signed a $5 billion agreement with Iran to develop a massive offshore natural gas field.",
            "Iranian Oil Minister Bijan Zanganeh singled out the energy agreement as “one of the outcomes of the nuclear deal and recent presidential election” and said the agreement would lead to “more than $5 billion in foreign investments.”",
            "The AP reported on the deal:",
            "Iran on Monday signed a $5 billion agreement with France’s Total SA and a Chinese oil company to develop its massive offshore natural gas field, the first such deal with foreign companies since the landmark 2015 nuclear deal with world powers.",
            "Officials met in Tehran and signed the agreement, which will see the firms develop a portion of the massive South Pars offshore field that Iran shares with Qatar. Qatar calls the same area the North Field and it provides the small country, now in the middle of a diplomatic crisis with four other Arab states, its incredible wealth.",
            "Total has a 50.1-percent share in the new Iran deal. The state-owned China National Petroleum Corp. has 30-percent stake and Iran’s Petropars has 19.9 percent.",
            "“This is a major agreement for Total, which officially marks our return to Iran to open a new page in the history of our partnership with the country,” Total Chairman and CEO Patrick Pouyanne said in a statement. “Total will develop the project in strict compliance with applicable national and international laws.”",
            "Foreign Policy magazine reported that Total’s approval of the $5 billion deal was heavily influenced by the Trump administration’s decision in April to certify Iran as complying with the nuclear deal:",
            "But several developments this spring apparently gave Total reason to suspect that Trump’s bark might be worse than his bite. One was the administration’s decision in April to certify to Congress that Iran remained in compliance with all its obligations under the JCPOA — despite repeated violations of some of the deal’s key constraints regarding things like stocks of heavy water (begrudgingly, the Trump team issued its second report certifying Iran’s JCPOA compliance Tuesday night). That was followed by the decision in late May, in response to another congressional deadline, to continue the Obama administration’s policy of granting certain sanctions relief to Iran, as called for in the JCPOA.",
            "Last year, BP International, another IISS donor, was granted a license by the U.S. Treasury Department to operate a joint gas field in the North Sea following the removal of European Union and United Nations sanctions on Iran.",
            "While BP earlier this year decided not to take part in first wave agreements to develop oil and gas reserves in Iran, the firm reportedly opened a representative office in the Islamic republic. And last November, BP created an executive committee to explore business in Iran. BP also purchased condensate from the state-owned National Iranian Oil Company last year following the sanctions removal.",
            "Shell International Ltd., which donated to IISS, operates as a subsidiary of oil giant Royal Dutch Shell.",
            "Reuters reported that while Shell has been cautious about Iranian oil buys, it has done some deals in Iran since the sanctions were relieved.",
            "The news agency reported:",
            "Shell said in its annual report it had bought only three cargoes of Iranian oil over the past year.",
            "These were a $45 million cargo in May, on which it made a profit of $1.1 million, followed by 2 cargoes in December costing $103 million and $106 million respectively. Those are still in transit so no profit or loss has been yet made on them, Shell said.",
            "During the course of 2016, Shell also repaid $1.942 billion in debts to Iran for oil purchases it made before stricter EU sanctions were imposed on Iran in 2012.",
            "Think Tank Backed by Soros-Funded Group that Helped Obama Sell Iran Nuclear Deal",
            "IISS’s corporate donors are not the only controversial financing to the group where McMaster previously served. ",
            "Breitbart News reported that another IISS donor is the controversial Ploughshares Fund, a George Soros-funded nonprofit identified by the Obama White House as central to helping sell the Iran nuclear deal to the public and news media.",
            "Also, Joseph Cirincione, president of Ploughshares Fund, is listed as a member of IISS in his Georgetown University bio.",
            "Ploughshares Fund is financed by Soros’ Open Society Institute, which itself donated to IISS.",
            "Ploughshares’ involvement in selling the Iran agreement to the public was revealed in an extensive New York Times Magazine profile of Obama’s former deputy national security adviser, Ben Rhodes, titled, “The Aspiring Novelist Who Became Obama’s Foreign-Policy Guru.” The article contains interviews with Rhodes and scores of top Obama administration officials.",
            "Robert Malley, then a senior director at the National Security Council, expounded on the genesis and execution of the marketing plan to sell the Iran deal.",
            "Malley explained to the Times that “experts” were utilized to create an “echo chamber” that disseminated administration claims about Iran to “hundreds of often-clueless reporters” in the news media.",
            "Times author David Samuels wrote:",
            "In the spring of last year, legions of arms-control experts began popping up at think tanks and on social media, and then became key sources for hundreds of often-clueless reporters. “We created an echo chamber,” he admitted, when I asked him to explain the onslaught of freshly minted experts cheerleading for the deal. “They were saying things that validated what we had given them to say.”",
            "Rhodes told Samuels that the marketing strategy took advantage of the “absence of rational discourse” and utilized outside groups, including Ploughshares.",
            "When I suggested that all this dark metafictional play seemed a bit removed from rational debate over America’s future role in the world, Rhodes nodded. “In the absence of rational discourse, we are going to discourse the [expletive] out of this,” he said. “We had test drives to know who was going to be able to carry our message effectively, and how to use outside groups like Ploughshares, the Iran Project and whomever else. So we knew the tactics that worked.” He is proud of the way he sold the Iran deal. “We drove them crazy,” he said of the deal’s opponents.",
            "Ploughshares says it has awarded hundreds of grants “whose aggregate value exceeded $60 million.”",
            "A previous investigation by this reporter showed Ploughshares has partnered with a who’s-who of the radical left, including Code Pink, the pro-Palestinian J Street, United for Peace & Justice, the U.S. Campaign to End the Israeli Occupation and Demos, a progressive economic advisory group where Obama’s controversial former green jobs czar, Van Jones, has served on the board.",
            "The group says its mission is to support the “smartest minds and most effective organizations to reduce nuclear stockpiles, prevent new nuclear states and increase global security.”",
            "Ploughshares is in turn financed by Soros’s Open Society Institute, the Buffett Foundation, the Carnegie Corporation of New York, the Ford Foundation, the Rockefeller Brothers Fund and the Rockefeller Foundation.",
            "Another Ploughshares donor is the Tides Foundation, which is one of the largest funders of the radical left. Tides is funded by Soros.",
            "Ploughshares has donated to the Institute for Policy Studies, which calls for massive slashes in the U.S. defense budget.",
            "It has also financed the International Crisis Group, a small organization that boasts George Soros and his son Alexander on its board and where Malley now works as vice president for public policy.",
            "McMaster’s Former Group Scrubs — then Re-Adds — Soros Financing from Website",
            "As Breitbart News reported, the IISS added George Soros’s Open Society Foundations and the Soros-financed Ploughshares group to the list of donors on its website in response to a request from this reporter on the matter.",
            "During a Breitbart News investigation last month, neither the Open Society or Ploughshares were listed on the IISS website page titled “Our Funding” despite this reporter finding literature from those two groups documenting their financing of IISS. Also, both groups were listed in an archived version of the same IISS donor’s page. ",
            "Following a request for comment, both the Open Society and Ploughshares groups were added back to the IISS donor page.",
            "Immediately following the additions, Breitbart News sent a request for comment about the additions to the website and received the following reply:",
            "As well as the Open Society Foundation, we also accidentally removed the Carnegie, McArthur, and James Foundations, as well as a number of governments and corporate supporters, when we updated the page ten days ago. Your question brought this to our attention and the listing has now been corrected.",
            "McMaster purges NSC",
            "Last month, McMaster removed Ezra Cohen-Watnick, a Trump aide and Iran deal opponent, from the National Security Council in what the Jerusalem Post reported was a possible “sweep of Iran hard-liners.”",
            "The Post reported on two other McMaster purges of Iran hardliners:",
            "Cohen-Watnick’s removal comes after the revelation by the Atlantic on Wednesday of the dismissal of Rich Higgins, another Iran hawk who was the NSC’s director of strategic planning. Higgins was sacked for circulating a memo in which he alleged that there was a “Maoist” insurgency within and without the government of “globalists and Islamists.”",
            "Also gone is Derek Harvey, who held the Middle East portfolio at the NSC, and who also was an Iran hawk, and who may assume another role in the administration. McMaster tapped Michael Bell, a retired army colonel who has a conventional career portfolio, to replace Harvey.",
            "Speaking at a recent event held by the Ploughshares Fund, former Secretary of State John Kerry implied that McMaster is the best bet for keeping the nuclear agreement alive, according to a Ploughshares Fund description of the June 5, 2017 event.",
            "McMaster and the IISS",
            "McMaster is listed on the IISS website as serving as a former consulting senior fellow on the following issues:  Military history, civil-military relations, development and security, and conflict and conflict prevention.",
            "IISS, meanwhile, has supported the Iran nuclear agreement and defended Tehran against reports it has violated tenets of the deal.",
            "In July, IISS featured a piece by Mark Fitzpatrick, chief of the think tank’s non-proliferation and nuclear policy program, titled, “Three strikes against claims that Iran is violating the nuclear accord.”",
            "The IISS piece argued that “criticism of Iran’s conduct in relation to the 2015 nuclear deal does not withstand scrutiny,” and that the Trump administration’s withdrawal from the agreement “would not convince other parties to re-impose sanctions, but could trigger a global crisis.”",
            "In June, the IISS’s Fitzpatrick opined, “Critics are wrong: Iran remains in compliance with nuclear accord.”",
            "An IISS strategic comment paper titled “Trump’s erratic Middle East policy” argued that Trump’s confrontational approach toward Iran is “unlikely to lend needed stability to the region.”",
            "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter. He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow. Follow him on Facebook."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/08\/mac-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/14\/rice-admits-unmasking-trump-team-obama-administration-felt-misled\/",
        "header": "Susan Rice admitted to lawmakers last week that she unmasked Trump transition team officials even though earlier this year she denied knowing anything about it.",
        "paragraphs": [
            "Rice was asked by PBS Newshour‘s Judy Woodruff on March 22 about allegations that Trump transition officials were swept up in surveillance of foreigners at the end of the Obama administration.",
            "“I know nothing about this,” Rice had said at the time.",
            "However, last week, she told the House intelligence committee that she had unmasked Trump transition team members in order to understand why the Emrati crown prince was visiting New York late last year, according to a CNN report.",
            "She said the Obama administration “felt misled” by the United Arab Emirates, who had not mentioned that the crown prince was visiting the country.",
            "Rice’s admission also showed that Trump transition team members were indeed caught up in surveillance of a foreign target, confirming President Trump’s suspicions that his transition team was being surveilled.",
            "The foreign target in this case was apparently the Emiratis, who call themselves “close friends and strong allies” with the U.S. on its Washington, D.C., website.",
            "Rice’s justification—feeling misled—was nowhere near a hypothetical scenario Rice laid out for a reason to unmask during an MSNBC interview on April 4.",
            "During that April interview, Rice laid out a hypothetical scenario of a foreign agent attempting to buy bomb-making materials from a U.S. citizen.",
            "“Is this some kook sitting in his living room communicating via the internet, offering to sell something he doesn’t have? Or is it a serious person or company or entity with the ability to provide that technology perhaps to an adversary? That would be an example of a case where knowing who the U.S. person was, was necessary to assess the information,” Rice said.",
            "An unnamed senior Middle East official told CNN that the UAE did not “mislead” the Obama administration about the crown prince’s visit, but acknowledged not telling the US government about it in advance.",
            "The official told CNN the meeting took place on December 15, and was “simply an effort to build a relationship with senior members of the Trump team who would be working in the administration to share assessments of the region.”",
            "“The meeting was about ascertaining the Trump team’s view of the region and sharing the UAE’s view of the region and what the US role should be,” the official told CNN. “No one was coming in to sell anything or arrange anything.”",
            "Sources told CNN that the crown prince, Sheikh Mohammed bin Zayed al-Nahyan, met with several top Trump officials including Michael Flynn, the president’s son-in-law Jared Kushner, and his top strategist Steve Bannon.",
            "CNN noted that the meeting took place before an effort by the UAE to faciliate a “back-channel communication” between Russia and the incoming administration.",
            "Sources told CNN that the discussion focused on a range of issues, including Iran, Yemen and the Mideast peace process, but that opening up a back-channel with Russia was not discussed.",
            "The alleged back-channel meeting set up by the UAE was at the Seychelles Island between Erik Prince, the founder of Blackwater, whose sister is Education Secretary Betsy DeVos, and an “associate of Vladimir Putin.”",
            "The purpose of the meeting was reportedly an effort by the UAE to persuade Russia to curtail its relationship with Iran.",
            "The senior Middle East official told CNN that Prince was not discussed at the Trump Tower meeting, and Prince has said himself he was there for business.",
            "Rep. Tom Rooney (R-FL) told CNN that he did not hear anything to believe that Rice did anything “illegal.”",
            "Unmasking is not illegal, although leaking unmasked names are illegal. Intelligence involving Trump’s former national security adviser Michael Flynn was leaked to the Washington Post earlier this year, and it is not yet publicly known who leaked it."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/05\/Susan-Rice-screenshot-Veuer-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/big-government\/2017\/09\/15\/james-comeys-testimony-comes-back-to-haunt-him-as-senator-threatens-subpoena\/",
        "header": "Former FBI Director James Comey may have perjured himself when he told lawmakers last September that he made his decision not to recommend criminal charges against Hillary Clinton after he interviewed her.",
        "paragraphs": [
            "Asked by Rep. John Ratcliffe (R-TX) during that hearing if he made the decision “before or after” she was interviewed by the FBI on July 2nd, Comey responded, “After.” Here’s the exchange:",
            "RATCLIFFE: Thank you, Mr. Chairman. Director, did you make the decision not to recommend criminal charges relating to classified information before or after Hillary Clinton was interviewed by the FBI on July the 2nd?",
            "COMEY: After.",
            "However, interviews of two senior FBI officials recently obtained by Sens. Chuck Grassley (R-IA) and Lindsey Graham (R-SC) showed that Comey had drafted a statement  exonerating Clinton before the FBI had interviewed her and 16 other witnesses.",
            "One FBI official, Jim Rybicki, told the Office of Special Counsel that Comey, “knowing the direction” the investigation was headed, had decided either in late April or early May to give a statement exonerating Clinton, drafted a statement, and emailed it to a group of people.",
            "According to the transcript, Rybicki said (emphasis added by Grassley and Graham):",
            "Rybicki:  The – so in the – sometime in the spring – again, I don’t remember exactly when, I – early spring I would say, the Director emailed a couple folks – I can’t remember exactly; I know I was on there, probably the Deputy Director, not the full, what I’ll call the briefing group, but a subset of that – to say, you know, again knowing sort of where – knowing the direction the investigation is headed, right, what would be the most forward-leaning thing we could do, right, information that we could put out about it…And — and, you know, by that — you know, so that — and he sent a draft around of, you know what – what it might look like. . . .",
            "Q:  And so at that point in time, whether it was April or early May, the team hadn’t yet interviewed Secretary Clinton –",
            "Rybicki:  Correct.",
            "Q:   – but was there – I guess, based on what you’re saying, it sounds like there was an idea of where the outcome of the investigation was going to go?",
            "Rybicki:  Sure.  There was a – right, there was – based on – [redacted section].",
            "The other FBI official, Trisha Anderson, told the OSC, “I believe it was in early May of 2016 that the director himself wrote a draft of that statement.”",
            "Grassley and Graham have asked current FBI Director Christopher Wray to provide all drafts of Comey’s statement closing the Clinton investigation, and all records related to communications between or among FBI officials regarding that statement by September 13.",
            "Comey’s actions have come into sharp focus this week, after the president’s former chief strategist Stephen Bannon said in a CBS 60 Minutes interview on Sunday that it was maybe the “biggest political mistake in modern history” for Trump to have fired Comey since it prompted the appointment of special counsel Robert Mueller.",
            "White House Press Secretary Sarah Sanders on Monday defended the president’s decision to fire Comey, and alleged that Comey delivered “false testimony.”",
            "“Since the director’s firing, we’ve learned new information about his conduct that only provided further justification for that firing, including giving false testimony, leaking privileged information to journalists, he went outside of the chain of command, and politicized an investigation into a presidential candidate,” she said.",
            "Later, when asked whether Comey perjured himself, Sanders responded, “I think that’s something, probably, for DOJ to look at, not me. I’m not an attorney.” Her remarks sparked questions over whether Comey had perjured himself.",
            "Comey also testified to senators on May 3 that he had never been an anonymous source for news reports. However, after he was fired, he admitted to giving memos to at least one friend to give to journalists.",
            "And he has also shared the contents of his private conversations with friends long before he was fired, sometimes under the condition that they not share it until he was no longer in the position, as Breitbart News has detailed.",
            "Graham on Thursday said he wants answers from Comey and threatened to subpoena him.",
            "“He’s coming one way or the other,” Graham told Fox News’ “America’s Newsroom” on Thursday. “We now know that he had made up his mind to exonerate her before he even interviewed her, which is a bit odd.”",
            "Graham noted that Comey had also testified that he had decided to deliver the statement after then-Attorney General Loretta Lynch met with Bill Clinton on a tarmac in June 2016, and he worried about the Justice Department’s impartiality in the case.",
            "Comey has also said he spoke out because the Russians had an email between the Justice Department and the Democratic National Committee that talked about trying to rig the Clinton investigation, even though the document was believed to be fake. The FBI got a hold of that email in early March, according to the Washington Post.",
            "“I can’t make sense of this,” Graham told Fox News. “I’m very suspicious of the timing. I’m very suspicious of the reason.”",
            "“There is so much to be determined here. Comey needs to come back. What was his real reason for clearing Hillary Clinton? Had he made up his mind before he even talked to her?”"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/06\/comey-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/national-security\/2017\/09\/15\/u-s-sanctions-cambodia-eritrea-guinea-sierra-leone-failing-take-back-deported-nationals\/",
        "header": "U.S. President Donald Trump’s administration has slapped sanctions on Cambodia, Eritrea, Guinea, and Sierra Leone for “lack of cooperation” in accepting their citizens who face deportation from the United States, including many who have committed serious crimes like murder in American communities, reveals the Department of Homeland Security (DHS).",
        "paragraphs": [
            "“International law obligates each country to accept the return of its nationals ordered removed from the United States,” Acting U.S. DHS Secretary Elaine Duke announced in a statement issued Wednesday.",
            "“Cambodia, Eritrea, Guinea, and Sierra Leone have failed in that responsibility,” she noted, added that the “one-way street ends with these sanctions.”",
            "Thomas Homan, the director of the Immigration and Customs and Enforcement (ICE) agency, an arm of DHS, has claimed the refusal of other countries to accept their citizens after U.S. immigration authorities order them deported has resulted in “American citizens” being “harmed.”",
            "The countries’ reluctance has forced ICE to release 2,137 Guineans and 831 Sierra Leone citizens, including many who have committed serious crimes across U.S. communities, proclaimed DHS.",
            "Moreover, the department noted that the United States has also released an estimated 700 Eritreans and around 1,900 Cambodians, including 1,412 with criminal convictions, including violent and sex offenses.",
            "“Due to lack of travel document issuance, ICE continues to be compelled to release Cambodian nationals into U.S. communities, some with serious criminal convictions, including weapons and sex offenses, and drug convictions,” reveals DHS.",
            "“These sanctions will ensure that the problem these countries pose will get no worse as ICE continues its work to remove dangerous criminals from the United States,” declared ICE Director Homan.",
            "The restrictions mandate that the United States stop issuing all category B visas for business or pleasure to citizens of Eritrea, a nation of nearly 6 million people.",
            "Under the sanctions, the United States will deny entry to top government officials and their families in Cambodia (16 million) traveling on business or travel visa.",
            "In Guinea (12.4 million), the United States will prevent top government officials and their immediate family members from obtaining category B student and cultural exchange visas.",
            "Meanwhile, in Sierra Leone (6 million), the United States has denied all category B visas for temporary business or pleasure travel to Ministry of Foreign Affairs officials and immigration officials.",
            "“Without an appropriate response from the impacted countries, the scope of these sanctions may be expanded to a wider population,” acknowledges Duke in the statement.",
            "Besides the African country of Eritrea, the other sanctioned countries are in Southeast Asia.",
            "The move is a component of the Trump administration’s crackdown on illegal immigration.",
            "“The plan to sanction the four countries had been circulating since last month, though the extent of the sanctions and the timeframe for enacting them remained unknown,” explains Fox News. “At the time, officials hinted that U.S. Secretary of State Rex Tillerson would not ban all visas issued to the four countries, but instead target just government officials and their families.”",
            "However, the DHS revelation is a testament to sanctions that are far more reaching than previously expected.",
            "Soon after taking office in January, President Trump signed an executive order mandating that the U..S. government negotiate with “recalcitrant countries” that refuse their deported citizens and impose sanctions if such nations fail to comply.",
            "U.S. law mandates that all aliens who face a deportation order cannot be held for more than 180 days, after which ICE is forced to release the criminal, explained ICE in 2012.",
            "The DHS has reportedly identified the recalcitrant countries as China, Cuba, Vietnam, Laos, Iran, Guinea, Cambodia, Eritrea, Burma, Morocco, Hong Kong, and South Sudan.",
            "In March 2012, Vietnamese national Binh Thai Luc allegedly killed five people in San Francisco six years ago after an immigration judge ordered his deportation and his home country refused to take him back, forcing ICE to release the alleged murderer into U.S. communities."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/ice-5-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/national-security\/2017\/09\/15\/russian-subs-launch-7-cruise-missiles-islamic-state-syria\/",
        "header": "Russia launched seven cruise missiles from two submarines in the Mediterranean Sea against Islamic State (ISIS\/ISIL) targets in Syria, according to the Kremlin’s Defense Ministry.",
        "paragraphs": [
            "“The targets were command posts, communication centers, as well as militants’ weapons and ammunition stockpiles in areas of south-east Deir Ezzor under the control of Islamic State,” declared the Russian ministry, reports Reuters.",
            "Citing the head of the U.K.-based Syrian Observatory for Human Rights, which uses a network of ground sources to monitor the war in Syria, the Independent reports that “buses and vehicles carrying about 400 militants and civilians crossed into Deir Ezzor province on Wednesday.”",
            "Since breaking a three-year ISIS siege on the Deir Ezzor provincial capital last week, Russian and Iranian-backed Syrian regime have been combating the jihadist group.",
            "The Independent notes:",
            "The militants control less than half the city and are encircled on three sides with their backs to the Euphrates River. However, they still control rural areas outside the city and the border with Iraq.",
            "US-backed Syrian forces are meanwhile advancing in the surrounding province from the east and north, on the other side of the river, setting up a race to the border with Iraq.",
            "As an ally of Iran-backed dictator Bashar al-Assad in Syria, the Russian military has launched missiles in the past at the now-dwindling ISIS terrorist group in Syria.",
            "In late May, the Russian Navy bombed ISIS jihadists near the Syrian city of Palmyra.",
            "Anti-ISIS forces, primarily the U.S.-led coalition and their local allies, have nearly pushed ISIS out of its shrinking caliphate in Iraq and Syria.",
            "ISIS losses have dramatically escalated in recent months.",
            "As of early August, the U.S.-led coalitions had retaken nearly 80 percent (27,000 square miles) of the territory (35,000 square miles) ISIS allegedly controlled at its peak in Iraq and Syria in early 2015.",
            "Of the liberated area, 78 percent lies in Iraq and 58 percent in Syria, noted the Washington Post (WaPo).",
            "The figure for Syria does not appear to include the territory the Assad regime and its allies have retaken from ISIS.",
            "Earlier this week, the Syrian Observatory for Human Rights dismissed claims by Iran’s terror proxy Hezbollah and Russia that their ally Assad has retaken 85 percent of the country.",
            "Assad only controls 48 percent of the country, revealed the Observatory, adding that another 23 percent of the country has fallen into the hands of U.S.-backed Kurdish fighters who control swathes of territory in the northern part of the country.",
            "That means Sunni jihadists groups, namely ISIS and its rival al-Qaeda, have been pushed out of 71 percent of Syria.",
            "Al-Qaeda, which has benefited from international efforts against ISIS, appears to controls more territory in Syria than its rival."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/russia-sub-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/national-security\/2017\/09\/15\/south-korea-creates-decapitation-unit-possibly-kill-kim-jong-un\/",
        "header": "South Korea is setting up a “decapitation unit” to deal with the threat from North Korea—a unit tasked with conducting cross-border raids into North Korea, possibly with the intention of killing North Korean dictator Kim Jong-un.",
        "paragraphs": [
            "According to the New York Times, South Korean defense minister Song Young-moo announced that the unit would be established by the end of the year, as part of a strategy to keep the rogue regime on its toes and as a way to get them to sit down at the negotiating table.",
            "“The best deterrence we can have, next to having our own nukes, is to make Kim Jong-un fear for his life,” Shin Won-sik, a retired three-star general, told the Times.",
            "“The idea is how we can instill the kind of fear a nuclear weapon would—but do so without a nuke. In the medieval system like North Korea, Kim Jong-un’s life is as valuable as hundreds of thousands of ordinary people whose lives would be threatened in a nuclear attack,” he added.",
            "On Monday the UN Security Council approved a fresh wave of sanctions, targeting North Korea’s oil imports, textile exports, as well as its use of foreign laborers abroad. In addition to sanctions passed in August, 90 percent of all North Korean exports are now under sanction.",
            "Trump dismissed the new sanctions as a “very small step” and added that “those sanctions are nothing compared to what ultimately will have to happen.”",
            "The increased focus on Kim Jong-un by South Korean leaders is believed to already be having an effect. According to the Times, South Korean intelligence officials told lawmakers in June that Kim has used his deputies’ cars as decoys to move from place to place.",
            "However, lawmakers may be suspicious of a move to assassinate a North Korean leader. As Business Insider details at length, in 1968 South Korea assembled 31 recruits from prison and the streets to travel to North Korea and kill then President Kim Il Sung.",
            "However, when relations between North and South warmed, the mission was canceled. The recruits revolted and killed their commander and a number of other officers. They then traveled to Seoul and blew themselves up with hand grenades after a firefight with authorities.",
            "Adam Shaw is a Breitbart News politics reporter based in New York. Follow Adam on Twitter:  @AdamShawNY"
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/kim-jong-un-640x480.png"
    },
    {
        "url": "http:\/\/www.breitbart.com\/jerusalem\/2017\/09\/15\/report-iran-boosts-funding-800-million-hezbollah-terrorists\/",
        "header": "The Jerusalem Post reports: Two years after the nuclear deal was signed by Iran and world powers, the Islamic Republic is reported to have boosted its financial support to Hezbollah to $800 million a year, a dramatic increase from the $200m. it was said to be giving its proxy when sanctions were in place.",
        "paragraphs": [
            "Hezbollah, one of the most prominent terrorist organizations in the world, has become bogged down fighting in Syria for Bashar Assad. Of its approximately 22,000 fighters, about 7,000 are fighting for the Assad regime, and some 2,000 have been killed in the four years the group has spent in Syria.",
            "The US and European countries lifted sanctions against Iran in January 2016, releasing roughly $100 billion in assets after international inspectors found that Iran had dismantled large parts of its nuclear program. According to US media, officials say President Donald Trump is ready to extend those waivers that were issued under the Obama administration.",
            "Read more here."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/02\/hezbollah-fighters-iran-getty-photo-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/jerusalem\/2017\/09\/15\/tunisia-ends-ban-muslim-women-marrying-non-muslims\/",
        "header": "(AFP) — Tunisia has abolished a decades-old ban on Muslim women marrying non-Muslims, the presidency said Thursday.",
        "paragraphs": [
            "“Congratulations to the women of Tunisia for the enshrinement of the right to the freedom to choose one’s spouse,” presidency spokeswoman Saida Garrach wrote on Facebook.",
            "The announcement comes a month after President Beji Caid Essebsi called for the government to scrap the ban dating back to 1973.",
            "Until now a non-Muslim man who wished to marry a Tunisian woman had to convert to Islam and submit a certificate of his conversion as proof.",
            "This is huge! Thank you #Tunisia! Lead the way. Muslim women everywhere are watching. ✊❤️",
            "— Mona Eltahawy (@monaeltahawy) September 14, 2017",
            "Human rights groups in the North African country had campaigned for the ban’s abolition, saying it undermined the fundamental human right to choose a spouse.",
            "Tunisia is viewed as being ahead of most Arab countries on women’s rights, but there is still discrimination particularly in matters of inheritance."
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2016\/05\/muslim-wedding-640x480.jpg"
    },
    {
        "url": "http:\/\/www.breitbart.com\/sports\/2017\/09\/15\/president-trump-espn-apologize-untruth\/",
        "header": "In a tweet sent early Friday morning, President Trump both demanded an apology from ESPN, and explained why the network has experienced record subscriber losses.",
        "paragraphs": [
            "Trump tweeted:",
            "ESPN is paying a really big price for its politics (and bad programming). People are dumping it in RECORD numbers. Apologize for untruth!",
            "— Donald J. Trump (@realDonaldTrump) September 15, 2017",
            "On Wednesday, White House Press Secretary Sarah Sanders said that she wasn’t sure whether the president was aware of the comments from ESPN host Jemele Hill, in which she called Trump a “white supremacist.”  Sanders then referred to Hill’s comments as “outrageous,” and “fireable” offense.",
            "Well, I guess we now know that Trump is aware.",
            "Hill, apologized, sort of, not for the content of the tweets, but to ESPN. Saying, “my comments on Twitter expressed my personal beliefs. My regret is that my comments and the public way I made them painted ESPN in an unfair light.",
            "“My respect for the company and my colleagues remains unconditional.”",
            "Trump now appears to be asking for a lot more than that from ESPN.",
            " "
        ],
        "image": "http:\/\/media.breitbart.com\/media\/2017\/09\/Donald-Trump-Boxing-Ready-640x480.png"
    }
]